{
  "year": "2020-2021",
  "competitions": [
    {
      "name": "Θαλής",
      "date": "2020-11-06",
      "problems": [
        {
          "id": 1,
          "competition": "Θαλής",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 1,
          "statement": "Να υπολογίσετε την τιμή της αριθμητικής παράστασης:\n\\[ Α = \\left( \\frac{(-6)^{17}}{(-3)^{16}} + \\frac{(-12)^{16}}{6^{15}} + 2^0 \\right) \\cdot \\left( \\frac{(-8)^{31}}{4^{31}} + \\frac{(-20)^{31}}{(-10)^{31}} + 2020 \\right) \\]"
        },
        {
          "id": 2,
          "competition": "Θαλής",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 2,
          "statement": "Οι ομάδες μπάσκετ δώδεκα Γυμνασίων της Αθήνας παίρνουν μέρος σε ένα σχολικό πρωτάθλημα μπάσκετ. Κάθε μία ομάδα θα παίξει με όλες τις υπόλοιπες ομάδες μία μόνο φορά. Σε κάθε αγωνιστική ημέρα οι ομάδες θα παίζουν την ίδια ώρα ανά ζεύγη και θα έχουμε 6 αγώνες. Μετά το τέλος κάθε αγωνιστικής θα βγαίνει η βαθμολογία σε φθίνουσα σειρά σύμφωνα με τους βαθμούς που θα έχει κάθε ομάδα. Στο σύστημα βαθμολογίας των ομάδων η νίκη παίρνει έναν βαθμό, η ήττα μηδέν βαθμούς και δεν υπάρχει ισοπαλία. Υπάρχει αγωνιστική ημέρα μετά το τέλος της οποίας η βαθμολογία που θα βγει θα δίνει σε κάθε ομάδα διαφορετικούς βαθμούς από όλες τις άλλες ομάδες;"
        },
        {
          "id": 3,
          "competition": "Θαλής",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 3,
          "statement": "Στο διπλανό σχήμα οι ευθείες ΑΒ και ΗΓ είναι παράλληλες και οι ευθείες ΒΓ και ΑΗ είναι παράλληλες. Το σημείο Δ ανήκει στο ευθύγραμμο τμήμα ΒΓ και οι ευθείες ΑΔ και ΒΗ τέμνονται στο σημείο Ζ έτσι ώστε να ισχύει: ΑΖ = ΒΓ. Επίσης οι ευθείες ΑΔ και ΗΕ είναι παράλληλες και οι ευθείες ΖΕ και ΑΗ είναι παράλληλες. Αν \\( \\hat{ΑΖΗ} = ω \\), τότε:\n(α) Να βρείτε τη γωνία \\( \\hat{Γ∆Ζ} \\) συναρτήσει του ω.\n(β) Να αποδείξετε ότι οι ευθείες ΑΕ και ΖΗ είναι κάθετες.\n(Σημείωση: Να σχεδιάσετε στην κόλλα σας το δικό σας σχήμα)"
        },
        {
          "id": 4,
          "competition": "Θαλής",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 1,
          "statement": "Να υπολογίσετε την τιμή της αριθμητικής παράστασης:\n\\[ Α = \\left( \\frac{(-3)^{-7}}{(-6)^{-6}} + \\frac{(-6)^{-8}}{12^{-7}} + 2^0 \\right) \\cdot \\left( \\frac{(-10)^{-35}}{5^{-35}} + \\frac{(-22)^{-35}}{(-11)^{-35}} + 2021 \\right) \\]"
        },
        {
          "id": 5,
          "competition": "Θαλής",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 2,
          "statement": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ με \\( ΑΒ = ΑΓ > ΒΓ \\). Εξωτερικά του τριγώνου ΑΒΓ θεωρούμε ισόπλευρο τρίγωνο ΑΓΔ. Προεκτείνουμε τη διάμεσο ΑΜ του τριγώνου ΑΒΓ προς το μέρος του Α κατά τμήμα \\( ΑΕ = ΑΒ \\). Να αποδείξετε ότι:\n\\[ \\hat{ΑΒΓ} = \\hat{ΑΓΕ} = 30^\\circ \\]\n(Σημείωση: Να σχεδιάσετε στην κόλλα σας το δικό σας σχήμα)"
        },
        {
          "id": 6,
          "competition": "Θαλής",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 3,
          "statement": "Σε μία παρέα κάποια μέλη της αποτελούν την ομάδα Μ που αγαπάει τα Μαθηματικά, ενώ τα υπόλοιπα μέλη αποτελούν την ομάδα Φ που αγαπάει τη Φυσική. Ο μέσος όρος των ηλικιών των μελών που αγαπούν τα Μαθηματικά είναι 25 χρόνια, ενώ αυτών που αγαπούν τη Φυσική είναι 35 χρόνια. Όμως δύο μέλη της ομάδας Φ δήλωσαν ότι πλέον άλλαξαν προτίμηση και ζήτησαν να ενταχθούν στην ομάδα Μ. Τότε ο μέσος όρος των ηλικιών της ομάδας Μ έγινε 27, ενώ ο μέσος όρος των ηλικιών της ομάδας Φ έγινε 37. Να βρείτε πόσα μέλη είχε συνολικά η παρέα και να δώσετε ένα παράδειγμα μιας τέτοιας παρέας."
        },
        {
          "id": 7,
          "competition": "Θαλής",
          "grade": "Α' Λυκείου",
          "αριθμός": 1,
          "statement": "Να αποδείξετε ότι ο ακέραιος αριθμός \\( Α = 81^{3n} + 4^{2n+1} \\) είναι σύνθετος, για οποιονδήποτε θετικό ακέραιο αριθμό n."
        },
        {
          "id": 8,
          "competition": "Θαλής",
          "grade": "Α' Λυκείου",
          "αριθμός": 2,
          "statement": "Ο Ανδρέας προσθέτει όλους τους θετικούς ακέραιους από το 1 μέχρι και το 2019. Ο Βασίλης προσθέτει τα τετράγωνα όλων των θετικών ακέραιων από το 1 μέχρι και το 2019. Η Γεωργία προσθέτει τα τριπλάσια των αριθμών που βρήκαν ο Ανδρέας και ο Βασίλης και στο άθροισμα που βρίσκει προσθέτει τον αριθμό 2020. Να προσδιορίσετε τον αριθμό που θα βρει η Γεωργία."
        },
        {
          "id": 9,
          "competition": "Θαλής",
          "grade": "Α' Λυκείου",
          "αριθμός": 3,
          "statement": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ (\\( ΑΒ = ΑΓ \\)) με \\( \\hat{Α} = 30^\\circ \\) και έστω Μ, Ν τα μέσα των πλευρών του ΒΓ και ΑΓ, αντίστοιχα. Ο περιγεγραμμένος κύκλος \\( C_{ΑΒΜ} \\) του τριγώνου ΑΒΜ τέμνει τη πλευρά ΑΓ στο σημείο Δ. Να αποδείξετε ότι η κάθετη από το σημείο Ν προς την πλευρά ΑΒ και η κάθετη από σημείο Γ προς την ΔΝ τέμνονται σε σημείο του κύκλου \\( C_{ΑΒΜ} \\) που είναι το κέντρο του περιγεγραμμένου κύκλου του τριγώνου ΑΔΝ.\n(Σημείωση: Σε ένα τρίγωνο ΧΥΖ, ο περιγεγραμμένος κύκλος του είναι ο κύκλος που περνά από τις κορυφές του Χ, Υ, Ζ. Αν Ο είναι το κέντρο αυτού του κύκλου, τότε ΟΧ=ΟΥ=ΟΖ)."
        },
        {
          "id": 10,
          "competition": "Θαλής",
          "grade": "Β' Λυκείου",
          "αριθμός": 1,
          "statement": "Έστω Σ(ν) το άθροισμα των ψηφίων του θετικού ακέραιου ν. Να βρείτε όλους τους θετικούς ακέραιους ν που ικανοποιούν την ισότητα: \\( Σ(ν) = ν - 2025 \\)."
        },
        {
          "id": 11,
          "competition": "Θαλής",
          "grade": "Β' Λυκείου",
          "αριθμός": 2,
          "statement": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ (\\( ΑΒ = ΑΓ \\)) με \\( \\hat{Α} = 45^\\circ \\). Θεωρούμε το ύψος ΑΔ του τριγώνου ΑΒΓ, του οποίου η προέκταση τέμνει τον περιγεγραμμένο κύκλο του, έστω \\( C_{ΑΒΓ} \\), στο σημείο Δ. Η προέκταση του ύψους ΑΔ τέμνει επίσης στο σημείο Λ την εφαπτόμενη του κύκλου \\( C_{ΑΒΓ} \\) στο σημείο του Α. Η ΑΛ τέμνει τον κύκλο \\( C_{ΑΒΓ} \\) στο σημείο Ζ. Να αποδείξετε ότι το σημείο Δ είναι το ορθόκεντρο του τριγώνου ΑΓΛ και το κέντρο του περιγεγραμμένου κύκλου του τριγώνου ΖΓΛ."
        },
        {
          "id": 12,
          "competition": "Θαλής",
          "grade": "Β' Λυκείου",
          "αριθμός": 3,
          "statement": "Θεωρούμε το τριώνυμο \\( f(x) = ax^2 + bx + c \\), όπου οι a, b, c είναι πραγματικοί αριθμοί τέτοιοι ώστε \\( b > 2a \\). Αν \\( f(x) \\geq 0 \\), για κάθε πραγματικό αριθμό x, τότε να βρείτε την ελάχιστη τιμή της παράστασης\n\\[ A = \\frac{a + b + c}{b - 2a} \\]"
        },
        {
          "id": 13,
          "competition": "Θαλής",
          "grade": "Γ' Λυκείου",
          "αριθμός": 1,
          "statement": "Να βρεθούν οι περιττοί πρώτοι αριθμοί p για τους οποίους ο ακέραιος \\( 3p - 8 \\) ισούται με τον κύβο θετικού ακέραιου."
        },
        {
          "id": 14,
          "competition": "Θαλής",
          "grade": "Γ' Λυκείου",
          "αριθμός": 2,
          "statement": "Αν οι x, y, z είναι θετικοί ακέραιοι, να προσδιορίσετε όλες τις τριάδες (x, y, z) που είναι λύσεις του συστήματος:\n\\[ \\begin{cases} x^3 + 8y - 4z = -3 \\\\ 3x^2 + y^2 - 2z = 1 \\\\ 3x - 4y + z^2 = 68 \\end{cases} \\]"
        },
        {
          "id": 15,
          "competition": "Θαλής",
          "grade": "Γ' Λυκείου",
          "αριθμός": 3,
          "statement": "Δίνεται οξυγώνιο μη ισόπλευρο τρίγωνο ΑΒΓ, με \\( \\hat{Α} = 60^\\circ \\), εγγεγραμμένο σε κύκλο \\( c = c(O, R) \\). Δίνονται επίσης τα ύψη του ΑΔ, ΒΕ καθώς και τα μέσα Μ, Ν των πλευρών του ΒΓ και ΑΓ αντίστοιχα. Έστω ακόμη Ζ το σημείο τομής των ΟΑ, ΔΜ και Η το σημείο τομής των ΜΝ, ΔΕ.\n(α) Να αποδείξετε ότι τα σημεία Α, Η, Ζ, Μ ανήκουν σε κύκλο, έστω \\( c_1 \\).\n(β) Αν οι κύκλοι c και \\( c_1 \\) τέμνονται στο σημείο Θ, να αποδείξετε ότι τα σημεία Α, Η, Θ είναι συνευθειακά."
        },
        {
          "id": 16,
          "competition": "Ευκλείδης",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 1,
          "statement": "Να προσδιορίσετε όλους τους πενταψήφιους θετικούς ακέραιους της μορφής \\( αβγδε = α \\cdot 10^4 + β \\cdot 10^3 + γ \\cdot 10^2 + δ \\cdot 10 + ε \\), όπου α, β, γ, δ, ε ψηφία με \\( 0 < α < β < γ < δ < ε \\), οι οποίοι είναι κοινά πολλαπλάσια του 9 και του 4."
        },
        {
          "id": 17,
          "competition": "Ευκλείδης",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 2,
          "statement": "Ο Γιάννης και η Μαρία όταν βγήκαν για μία βόλτα είχαν μαζί τους και οι δύο συνολικά 600 ευρώ και ξόδεψαν και οι δύο μαζί 80 ευρώ. Αν ο Γιάννης ξόδεψε το \\( \\frac{100}{9} \\% \\) των χρημάτων του και η Μαρία ξόδεψε το \\( \\frac{100}{7} \\% \\) των χρημάτων της, να βρείτε πόσα χρήματα είχε ο καθένας τους."
        },
        {
          "id": 18,
          "competition": "Ευκλείδης",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 3,
          "statement": "Δίνεται ορθογώνιο τρίγωνο ΑΒΓ με κάθετες πλευρές \\( ΑΒ = α \\) cm και \\( ΑΓ = 2α \\) cm. Το εμβαδόν του τρίγωνου ΑΒΓ είναι διπλάσιο του εμβαδού του τριγώνου ΑΒΜ και το σημείο Δ είναι το μέσο του ευθυγράμμου τμήματος ΒΜ.\n(α) Να αποδείξετε ότι το ευθύγραμμο τμήμα ΑΔ είναι κάθετο στο ευθύγραμμο τμήμα ΒΜ.\n(β) Να βρείτε το λόγο των εμβαδών των τετραγώνων με πλευρές τις ΑΔ και ΒΜ, αντίστοιχα."
        },
        {
          "id": 19,
          "competition": "Ευκλείδης",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 4,
          "statement": "Ο Γιώργος έγραψε έναν τετραψήφιο αριθμό στο τετράδιο του, αλλά η αδελφή του έσβησε το τελευταίο ψηφίο του. Τότε προέκυψε τριψήφιος αριθμός του οποίου η διαφορά από τον αρχικό αριθμό του Γιώργου ήταν 2020. Να προσδιορίσετε τον αριθμό που έγραψε ο Γιώργος στο τετράδιο του."
        },
        {
          "id": 20,
          "competition": "Ευκλείδης",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 1,
          "statement": "Αν οι πραγματικοί αριθμοί α, β είναι διαφορετικοί μεταξύ τους και ικανοποιούν τις ισότητες\n\\[ α + 9 = (β - 3)^2 \\quad \\text{και} \\quad β + 9 = (α - 3)^2 \\]\nνα υπολογίσετε την τιμή του αθροίσματος \\( α^2 + β^2 \\)."
        },
        {
          "id": 21,
          "competition": "Ευκλείδης",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 2,
          "statement": "Ο Δημήτρης έγραψε έναν τετραψήφιο αριθμό στο τετράδιο του, αλλά η αδελφή του έσβησε το τελευταίο ψηφίο του. Τότε προέκυψε τριψήφιος αριθμός του οποίου η διαφορά από τον αρχικό αριθμό του Δημήτρη ήταν 2019. Να προσδιορίσετε τον αριθμό που έγραψε ο Δημήτρης στο τετράδιο του."
        },
        {
          "id": 22,
          "competition": "Ευκλείδης",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 3,
          "statement": "Να προσδιορίσετε όλους τους θετικούς ακέραιους α, β, γ που είναι μεγαλύτεροι του 1 και ικανοποιούν όλες τις παρακάτω συνθήκες:\n(i) ο \\( 2α - 1 \\) είναι πολλαπλάσιο του β,\n(ii) ο \\( β - 1 \\) είναι πολλαπλάσιο του γ,\n(iii) ο \\( γ - 1 \\) είναι πολλαπλάσιο του α."
        },
        {
          "id": 23,
          "competition": "Ευκλείδης",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 4,
          "statement": "Στο διπλανό σχήμα δίνεται ότι το σημείο Α είναι το μέσο του τόξου \\( \\overset{\\frown}{ΒΓ} \\) και Δ τυχόν σημείο του τόξου \\( \\overset{\\frown}{ΑΓ} \\). Η ευθεία ΑΔ τέμνει την ευθεία ΒΓ στο σημείο Ε και \\( \\hat{ΓΕΖ} = 90^\\circ \\).\n(α) Να βρείτε πόσες μοίρες είναι η γωνία \\( \\hat{Ε∆Ζ} \\)\n(β) Να αποδείξετε ότι: ΓΕ = ΕΖ.\nΣημείωση: Να κάνετε στο φύλλο των απαντήσεων σας το δικό σας σχήμα."
        },
        {
          "id": 24,
          "competition": "Ευκλείδης",
          "grade": "Α' Λυκείου",
          "αριθμός": 1,
          "statement": "Αν οι μη μηδενικοί πραγματικοί αριθμοί α, β με άθροισμα \\( α + β = 1 \\) είναι τέτοιοι ώστε \\( \\frac{α}{β} + \\frac{β}{α} = x, x \\geq 2 \\), να προσδιορίσετε την τιμή του x έτσι ώστε να ισχύει:\n\\[ \\frac{α^3 + β^3}{α^2 + β^2} + \\frac{α^2 + β^2}{α^3 + β^3} = \\frac{13}{6} \\]"
        },
        {
          "id": 25,
          "competition": "Ευκλείδης",
          "grade": "Α' Λυκείου",
          "αριθμός": 2,
          "statement": "Αν για τους πραγματικούς αριθμούς x, y, ω με \\( x - 2y + ω > 0 \\), \\( 2x - y + ω > 0 \\) ισχύουν:\n\\[ x - 2y + ω + \\frac{1}{x - 2y + ω} \\leq 2 \\]\n\\[ 2x - y + ω + \\frac{1}{2x - y + ω} \\leq 2 \\]\nνα αποδείξετε ότι: \\( 2020(x + y)^{2021} + ω^2 - 2ω \\geq -1 \\)."
        },
        {
          "id": 26,
          "competition": "Ευκλείδης",
          "grade": "Α' Λυκείου",
          "αριθμός": 3,
          "statement": "Να προσδιορίσετε όλους τους θετικούς ακέραιους α, β, γ που είναι μεγαλύτεροι του 1 και ικανοποιούν όλες τις παρακάτω συνθήκες:\n(i) ο \\( 2α - 1 \\) είναι πολλαπλάσιο του β,\n(ii) ο \\( 2β - 1 \\) είναι πολλαπλάσιο του γ και\n(iii) ο \\( γ - 1 \\) είναι πολλαπλάσιο του α."
        },
        {
          "id": 27,
          "competition": "Ευκλείδης",
          "grade": "Α' Λυκείου",
          "αριθμός": 4,
          "statement": "Δίνεται τετράγωνο ΑΒΓΔ πλευράς α. Θεωρούμε σημείο Ε πάνω στην πλευρά ΓΔ και σημείο Ζ πάνω στην πλευρά ΒΓ έτσι ώστε \\( \\hat{∆ΑΕ} = 20^\\circ \\) και \\( \\hat{ΕΑΖ} = 45^\\circ \\). Ο κύκλος γ κέντρου Α και ακτίνας ΑΕ τέμνει την προέκταση της πλευράς ΒΓ προς το μέρος του Β σε σημείο Θ έτσι ώστε το Β να βρίσκεται μεταξύ των σημείων Ζ και Θ. Φέρουμε και το ύψος ΑΗ του τριγώνου ΑΖΕ. Να αποδείξετε ότι ΖΘ = ΖΕ και να υπολογίσετε το μήκος του ύψους ΑΗ συναρτήσει του α.\nΣημείωση: Να κάνετε στο φύλλο των απαντήσεων σας το δικό σας σχήμα."
        },
        {
          "id": 28,
          "competition": "Ευκλείδης",
          "grade": "Β' Λυκείου",
          "αριθμός": 1,
          "statement": "Να προσδιορίσετε τις τιμές της πραγματικής παραμέτρου \\( λ \\neq 0 \\), για τις οποίες η εξίσωση\n\\[ \\frac{1}{λ(x+3)} + \\frac{6λ-3}{x(3-x)(x+3)} = \\frac{1}{x(3-x)} \\]\nέχει δυο λύσεις \\( x_1, x_2 \\) διαφορετικές μεταξύ τους που ικανοποιούν τη σχέση: \\( |x_1 - x_2| = 7 \\)."
        },
        {
          "id": 29,
          "competition": "Ευκλείδης",
          "grade": "Β' Λυκείου",
          "αριθμός": 2,
          "statement": "Δίνεται το πολυώνυμο:\n\\[ P(x, y) = x^7 + x^6y + x^5y^2 + x^4y^3 + x^3y^4 + x^2y^5 + xy^6 + y^7, \\quad x, y \\in \\mathbb{R} \\]\n(α) Να γράψετε το πολυώνυμο \\( P(x, y) \\) ως γινόμενο πολυωνύμων βαθμού το πολύ 2.\n(β) Αν \\( xy = 1, x, y > 0 \\), να προσδιορίσετε την ελάχιστη δυνατή αριθμητική τιμή του πολυωνύμου \\( P(x, y) \\) και τις τιμές των x, y για τις οποίες λαμβάνεται."
        },
        {
          "id": 30,
          "competition": "Ευκλείδης",
          "grade": "Β' Λυκείου",
          "αριθμός": 3,
          "statement": "Ο Γιάννης διάβασε τον περασμένο Νοέμβρη ένα πολυσέλιδο λογοτεχνικό βιβλίο. Κρατούσε σημειώσεις για το πόσες νέες σελίδες διάβαζε κάθε μέρα και μας έδωσε τα εξής στοιχεία για το μέσον όρο των νέων σελίδων που διάβαζε στα παρακάτω χρονικά διαστήματα:\n• Από τις 1 μέχρι και τις 20 του Νοέμβρη ο μέσος όρος ήταν 30.\n• Από τις 11 μέχρι και τις 25 του Νοέμβρη ο μέσος όρος ήταν 20.\n• Από τις 16 μέχρι και τις 30 του Νοέμβρη ο μέσος όρος ήταν 10.\n(α) Να προσδιορίσετε τον μέγιστο και τον ελάχιστο δυνατό αριθμό σελίδων του βιβλίου.\n(β) Αν δίνεται επιπλέον ότι από τις 16 μέχρι και τις 20 του Νοέμβρη ο μέσος όρος των νέων σελίδων που διάβασε ήταν 20, να βρείτε πόσες ακριβώς σελίδες είχε το βιβλίο."
        },
        {
          "id": 31,
          "competition": "Ευκλείδης",
          "grade": "Β' Λυκείου",
          "αριθμός": 4,
          "statement": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ (\\( ΑΒ = ΑΓ \\)) εγγεγραμμένο σε κύκλο \\( c(O, R) \\) με \\( \\hat{Α} = 45^\\circ \\). Ο κύκλος \\( c_1(Γ, ΑΓ) \\) τέμνει (για δεύτερη φορά) τον κύκλο \\( c(O, R) \\) στο σημείο Δ. Ο κύκλος \\( c_2(Δ, ΓΔ) \\) τέμνει (για δεύτερη φορά) τον κύκλο \\( c(O, R) \\) στο σημείο Ε. Αν η ΓΔ τέμνει την ΑΒ στο Ζ, να αποδείξετε ότι τα σημεία Β, Ο, Ε είναι συνευθειακά και ότι η ΟΖ είναι παράλληλη στην ΔΕ."
        },
        {
          "id": 32,
          "competition": "Ευκλείδης",
          "grade": "Γ' Λυκείου",
          "αριθμός": 1,
          "statement": "Η ακολουθία πραγματικών αριθμών \\( a_n, n = 1, 2, 3, ... \\) είναι τέτοια ώστε η ακολουθία των μέσων όρων \\( M_n = \\frac{a_1 + a_2 + ... + a_n}{n}, n = 1, 2, 3, ... \\) να ικανοποιεί την ισότητα\n\\[ M_{n+1} = \\frac{M_n + M_{n+2}}{2} \\]\nγια κάθε \\( n = 1, 2, 3, ... \\)\nΝα αποδείξετε ότι η ακολουθία \\( a_n, n = 1, 2, 3, ... \\) είναι αριθμητική πρόοδος."
        },
        {
          "id": 33,
          "competition": "Ευκλείδης",
          "grade": "Γ' Λυκείου",
          "αριθμός": 2,
          "statement": "Η Μαρία διάβασε τον περασμένο Νοέμβρη ένα πολυσέλιδο λογοτεχνικό βιβλίο. Κρατούσε σημειώσεις για το πόσες νέες σελίδες διάβαζε κάθε μέρα και μας έδωσε τα εξής στοιχεία για τον μέσο όρο των νέων σελίδων που διάβαζε στα παρακάτω χρονικά διαστήματα:\n• Από τις 1 μέχρι και τις 15 του Νοέμβρη ο μέσος όρος ήταν 10.\n• Από τις 6 μέχρι και τις 20 του Νοέμβρη ο μέσος όρος ήταν 20.\n• Από τις 11 μέχρι και τις 30 του Νοέμβρη ο μέσος όρος ήταν 30.\n(α) Να προσδιορίσετε τον μέγιστο και τον ελάχιστο δυνατό αριθμό σελίδων του βιβλίου.\n(β) Αν δίνεται επιπλέον ότι από τις 11 μέχρι και τις 15 του Νοέμβρη ο μέσος όρος των νέων σελίδων που διάβασε ήταν 10, να βρείτε πόσες ακριβώς σελίδες είχε το βιβλίο."
        },
        {
          "id": 34,
          "competition": "Ευκλείδης",
          "grade": "Γ' Λυκείου",
          "αριθμός": 3,
          "statement": "Να προσδιορίσετε όλα τα πολυώνυμα \\( P(x) \\) με πραγματικούς συντελεστές που ικανοποιούν την ισότητα\n\\[ P(x^2) = (P(x))^2 - 2P(x) + 2 \\]\nγια κάθε \\( x \\in \\mathbb{R} \\)."
        },
        {
          "id": 35,
          "competition": "Ευκλείδης",
          "grade": "Γ' Λυκείου",
          "αριθμός": 4,
          "statement": "Δίνεται τρίγωνο ΑΒΓ εγγεγραμμένο σε κύκλο \\( c(O, R) \\) με \\( ΑΒ < ΑΓ < ΒΓ \\) και έστω \\( c_1 \\) ο κύκλος που το κέντρο του Δ βρίσκεται επάνω στην ΒΓ και περνά από τα σημεία Β, Ο. Ο κύκλος \\( c_1 \\) τέμνει την ΑΒ στο σημείο Ε και τον κύκλο c στο σημείο Ζ. Αν τέλος ο περιγεγραμμένος κύκλος \\( c_2(Ο, Δ, Ε) \\) του τριγώνου ΟΔΕ, τέμνει την ΑΓ στο σημείο Κ, να αποδείξετε ότι τα σημεία Γ, Δ, Ζ, Ο βρίσκονται επάνω στον ίδιο κύκλο ο οποίος εφάπτεται στον περιγεγραμμένο κύκλο του τριγώνου ΑΟΚ."
        },
        {
          "id": 36,
          "competition": "Αρχιμήδης",
          "grade": "μικροί",
          "αριθμός": 1,
          "statement": "Να λύσετε στους πραγματικούς αριθμούς την ανίσωση:\n\\[ \\frac{(x+2)^4}{x^3} - \\frac{(x+2)^2}{2x} \\geq \\frac{x}{16} \\]"
        },
        {
          "id": 37,
          "competition": "Αρχιμήδης",
          "grade": "μικροί",
          "αριθμός": 2,
          "statement": "Δίνεται οξυγώνιο τρίγωνο ΑΒΓ με \\( ΑΒ < ΑΓ \\). Έστω Δ το μέσον της πλευράς ΒΓ και ΒΕ, ΓΖ ύψη του τριγώνου ΑΒΓ. Η ευθεία ΖΕ τέμνει την ευθεία ΒΓ στο σημείο Θ.\n(α) Να βρείτε τις γωνίες του τριγώνου ΖΔΕ συναρτήσει της γωνίας \\( \\hat{Α} \\) του τριγώνου ΑΒΓ.\n(β) Να βρείτε τη γωνία \\( \\hat{ΒΘΖ} \\) συναρτήσει των γωνιών \\( \\hat{Β} \\) και \\( \\hat{Γ} \\) του τριγώνου ΑΒΓ."
        },
        {
          "id": 38,
          "competition": "Αρχιμήδης",
          "grade": "μικροί",
          "αριθμός": 3,
          "statement": "Να βρείτε όλες τις τιμές του θετικού ακέραιου ν για τις οποίες υπάρχουν τριάδες θετικών ακέραιων (α, β, γ) που είναι λύσεις της εξίσωσης:\n\\[ α + β + γ = ναβγ \\]\nΓια τις τιμές του ν που θα βρείτε, να προσδιορίσετε όλες τις λύσεις της εξίσωσης."
        },
        {
          "id": 39,
          "competition": "Αρχιμήδης",
          "grade": "μικροί",
          "αριθμός": 4,
          "statement": "Γράφουμε 99 κύκλους σε μία σειρά και στο εσωτερικό τους γράφουμε τους αριθμούς από το 1 μέχρι το 99. Χρωματίζουμε καθέναν από τους κύκλους με ένα από τα δύο χρώματα που διαθέτουμε: το κόκκινο και το πράσινο. Λέμε ότι ένας χρωματισμός είναι «καλός», αν έχει την ιδιότητα:\nΟι κόκκινοι κύκλοι στο τμήμα των αριθμών από το 1 μέχρι και το 50 είναι περισσότεροι από τους κόκκινους κύκλους στο τμήμα των αριθμών από το 51 μέχρι και το 99.\n(α) Να βρείτε πόσοι διαφορετικοί χρωματισμοί μπορούν να κατασκευαστούν.\n(β) Να βρείτε πόσοι διαφορετικοί «καλοί» χρωματισμοί μπορούν να κατασκευαστούν.\n(Σημείωση: Δύο χρωματισμοί είναι διαφορετικοί, αν έχουν διαφορετικό χρώμα σε έναν τουλάχιστον κύκλο τους)."
        },
        {
          "id": 40,
          "competition": "Αρχιμήδης",
          "grade": "μεγάλοι",
          "αριθμός": 1,
          "statement": "Να προσδιορίσετε όλα τα μη σταθερά πολυώνυμα \\( P(x) \\) και \\( Q(x) \\) με πραγματικούς συντελεστές που ικανοποιούν την ισότητα:\n\\[ P((Q(x))^3) = xP(x)(Q(x))^3 \\]"
        },
        {
          "id": 41,
          "competition": "Αρχιμήδης",
          "grade": "μεγάλοι",
          "αριθμός": 2,
          "statement": "Δίνεται ευθύγραμμο τμήμα ΑΒ και πάνω σε αυτό σημείο Γ τέτοιο ώστε \\( ΑΒ = 3 \\cdot ΑΓ \\). Κατασκευάζουμε παραλληλόγραμμο ΑΓΔΕ τέτοιο ώστε \\( ΑΓ = ΑΕ = ΓΕ > ΑΕ \\). Θεωρούμε σημείο Ζ πάνω στην πλευρά ΑΓ έτσι ώστε \\( \\hat{ΑΕΖ} = \\hat{ΑΓΕ} = ω \\). Να αποδείξετε ότι η κάθετη από το σημείο Β προς την ευθεία ΕΓ και η κάθετη από το σημείο Δ προς την ευθεία ΑΒ τέμνονται σε σημείο, έστω Κ, πάνω στην ευθεία ΕΖ."
        },
        {
          "id": 42,
          "competition": "Αρχιμήδης",
          "grade": "μεγάλοι",
          "αριθμός": 3,
          "statement": "Στον πίνακα είναι γραμμένοι σε μία ευθεία οι ακέραιοι από το 1 μέχρι και το 2030 σε αύξουσα σειρά. Έχουμε το δικαίωμα της «κίνησης» Κ:\nΕπιλέγουμε δύο οποιουσδήποτε αριθμούς α, β που είναι γραμμένοι σε διαδοχικές θέσεις και αντικαθιστούμε το ζευγάρι (α, β) με τον αριθμό \\( (α - β)^{2020} \\).\nΕκτελούμε την κίνηση Κ αρκετές φορές μέχρι που να μείνει στον πίνακα μόνο ένας αριθμός. Να εξετάσετε, αν είναι δυνατόν να είναι ο αριθμός αυτός:\n(α) ο \\( 2020^{2020} \\),\n(β) ο \\( 2021^{2020} \\)."
        },
        {
          "id": 43,
          "competition": "Αρχιμήδης",
          "grade": "μεγάλοι",
          "αριθμός": 4,
          "statement": "Να βρεθούν όλες τις τιμές του θετικού ακεραίου κ που ικανοποιούν την ιδιότητα:\nΔεν υπάρχουν θετικοί ακέραιοι α, β ώστε η παράσταση\n\\[ Α(κ, α, β) = \\frac{α + β}{α^2 + κ^2β^2 - κ^2αβ} \\]\nνα είναι ένας σύνθετος θετικός ακέραιος."
        }
      ]
    }
  ]
}
