{
  "year": "2020-2021",
  "competitions": [
    {
      "name": "Θαλής",
      "date": "2020-11-06",
      "problems": [
        {
          "id": 1,
          "competition": "Θαλής",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 1,
          "statement": "Να υπολογίσετε την τιμή της αριθμητικής παράστασης:\n\\[ Α = \\left( \\frac{(-6)^{17}}{(-3)^{16}} + \\frac{(-12)^{16}}{6^{15}} + 2^0 \\right) \\cdot \\left( \\frac{(-8)^{31}}{4^{31}} + \\frac{(-20)^{31}}{(-10)^{31}} + 2020 \\right) \\]"
        },
        {
          "id": 2,
          "competition": "Θαλής",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 2,
          "statement": "Οι ομάδες μπάσκετ δώδεκα Γυμνασίων της Αθήνας παίρνουν μέρος σε ένα σχολικό πρωτάθλημα μπάσκετ. Κάθε μία ομάδα θα παίξει με όλες τις υπόλοιπες ομάδες μία μόνο φορά. Σε κάθε αγωνιστική ημέρα οι ομάδες θα παίζουν την ίδια ώρα ανά ζεύγη και θα έχουμε 6 αγώνες. Μετά το τέλος κάθε αγωνιστικής θα βγαίνει η βαθμολογία σε φθίνουσα σειρά σύμφωνα με τους βαθμούς που θα έχει κάθε ομάδα. Στο σύστημα βαθμολογίας των ομάδων η νίκη παίρνει έναν βαθμό, η ήττα μηδέν βαθμούς και δεν υπάρχει ισοπαλία. Υπάρχει αγωνιστική ημέρα μετά το τέλος της οποίας η βαθμολογία που θα βγει θα δίνει σε κάθε ομάδα διαφορετικούς βαθμούς από όλες τις άλλες ομάδες;"
        },
        {
          "id": 3,
          "competition": "Θαλής",
          "grade": "Β' Γυμνασίου",
          "αριθμός": 3,
          "statement": "Στο διπλανό σχήμα οι ευθείες ΑΒ και ΗΓ είναι παράλληλες και οι ευθείες ΒΓ και ΑΗ είναι παράλληλες. Το σημείο Δ ανήκει στο ευθύγραμμο τμήμα ΒΓ και οι ευθείες ΑΔ και ΒΗ τέμνονται στο σημείο Ζ έτσι ώστε να ισχύει: ΑΖ = ΒΓ. Επίσης οι ευθείες ΑΔ και ΗΕ είναι παράλληλες και οι ευθείες ΖΕ και ΑΗ είναι παράλληλες. Αν \\( \\widehat{\\text{AZH}} = ω \\), τότε:\n(α) Να βρείτε τη γωνία \\( \\widehat{\\text{ΓΔZ}} \\) συναρτήσει του \\( ω \\).\n(β) Να αποδείξετε ότι οι ευθείες ΑΕ και ΖΗ είναι κάθετες.\n(Σημείωση: Να σχεδιάσετε στην κόλλα σας το δικό σας σχήμα)"
        },
        {
          "id": 4,
          "competition": "Θαλής",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 1,
          "statement": "Να υπολογίσετε την τιμή της αριθμητικής παράστασης:\n\\[ Α = \\left( \\frac{(-3)^{-7}}{(-6)^{-6}} + \\frac{(-6)^{-8}}{12^{-7}} + 20^0 \\right) \\cdot \\left( \\frac{(-10)^{-35}}{5^{-35}} + \\frac{(-22)^{-35}}{(-11)^{-35}} + 2021 \\right) \\]"
        },
        {
          "id": 5,
          "competition": "Θαλής",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 2,
          "statement": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ με ΑΒ = ΑΓ > ΒΓ. Εξωτερικά του τριγώνου ΑΒΓ θεωρούμε ισόπλευρο τρίγωνο ΑΓΔ. Προεκτείνουμε τη διάμεσο ΑΜ του τριγώνου ΑΒΓ προς το μέρος του Α κατά τμήμα ΑΕ = ΑΒ. Να αποδείξετε ότι:\n\\[ \\widehat{\\text{ABΓ}} = \\widehat{\\text{ΓEΔ}} = 30^\\circ \\]\n(Σημείωση: Να σχεδιάσετε στην κόλλα σας το δικό σας σχήμα)"
        },
        {
          "id": 6,
          "competition": "Θαλής",
          "grade": "Γ' Γυμνασίου",
          "αριθμός": 3,
          "statement": "Σε μία παρέα κάποια μέλη της αποτελούν την ομάδα Μ που αγαπάει τα Μαθηματικά, ενώ τα υπόλοιπα μέλη αποτελούν την ομάδα Φ που αγαπάει τη Φυσική. Ο μέσος όρος των ηλικιών των μελών που αγαπούν τα Μαθηματικά είναι 25 χρόνια, ενώ αυτών που αγαπούν τη Φυσική είναι 35 χρόνια. Όμως δύο μέλη της ομάδας Φ δήλωσαν ότι πλέον άλλαξαν προτίμηση και ζήτησαν να ενταχθούν στην ομάδα Μ. Τότε ο μέσος όρος των ηλικιών της ομάδας Μ έγινε 27, ενώ ο μέσος όρος των ηλικιών της ομάδας Φ έγινε 37. Να βρείτε πόσα μέλη είχε συνολικά η παρέα και να δώσετε ένα παράδειγμα μιας τέτοιας παρέας."
        },
        {
          "id": 7,
          "competition": "Θαλής",
          "grade": "Α' Λυκείου",
          "αριθμός": 1,
          "statement": "Να αποδείξετε ότι ο ακέραιος αριθμός \\( Α = 813^n + 4^{2n+1} \\) είναι σύνθετος, για οποιονδήποτε θετικό ακέραιο αριθμό \\( n \\)."
        },
        {
          "id": 8,
          "competition": "Θαλής",
          "grade": "Α' Λυκείου",
          "αριθμός": 2,
          "statement": "Ο Ανδρέας προσθέτει όλους τους θετικούς ακέραιους από το 1 μέχρι και το 2019. Ο Βασίλης προσθέτει τα τετράγωνα όλων των θετικών ακέραιων από το 1 μέχρι και το 2019. Η Γεωργία προσθέτει τα τριπλάσια των αριθμών που βρήκαν ο Ανδρέας και ο Βασίλης και στο άθροισμα που βρίσκει προσθέτει τον αριθμό 2020. Να προσδιορίσετε τον αριθμό που θα βρει η Γεωργία."
        },
        {
          "id": 9,
          "competition": "Θαλής",
          "grade": "Α' Λυκείου",
          "αριθμός": 3,
          "statement": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ (ΑΒ = ΑΓ) με \\( \\widehat{A} = 30^\\circ \\) και έστω Μ, Ν τα μέσα των πλευρών του ΑΒ και ΑΓ, αντίστοιχα. Ο περιγεγραμμένος κύκλος \\( C_{AΓM} \\) του τριγώνου ΑΓΜ τέμνει τη πλευρά ΑΒ στο σημείο Δ. Να αποδείξετε ότι η κάθετη από το σημείο Ν προς την πλευρά ΑΒ και η κάθετη από σημείο Α προς την ΔΝ τέμνονται σε σημείο του κύκλου \\( C_{AΓM} \\) που είναι το κέντρο του περιγεγραμμένου κύκλου του τριγώνου ΑΔΝ.\n(Σημείωση: Σε ένα τρίγωνο ΧΥΖ, ο περιγεγραμμένος κύκλος του είναι ο κύκλος που περνά από τις κορυφές του Χ, Υ, Ζ. Αν Ο είναι το κέντρο αυτού του κύκλου, τότε ΟΧ = ΟΥ = ΟΖ)."
        },
        {
          "id": 10,
          "competition": "Θαλής",
          "grade": "Β' Λυκείου",
          "αριθμός": 1,
          "statement": "Έστω \\( Σ(ν) \\) το άθροισμα των ψηφίων του θετικού ακέραιου \\( ν \\). Να βρείτε όλους τους θετικούς ακέραιους \\( ν \\) που ικανοποιούν την ισότητα: \\( Σ(ν) = ν - 2025 \\)."
        },
        {
          "id": 11,
          "competition": "Θαλής",
          "grade": "Β' Λυκείου",
          "αριθμός": 2,
          "statement": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ (ΑΒ = ΑΓ) με \\( \\widehat{A} = 45^\\circ \\). Θεωρούμε το ύψος ΑΗ του τριγώνου ΑΒΓ, του οποίου η προέκταση τέμνει τον περιγεγραμμένο κύκλο του, έστω \\( C_{ABΓ} \\), στο σημείο Δ. Η προέκταση του ύψους ΑΗ τέμνει επίσης στο σημείο Λ την εφαπτόμενη του κύκλου \\( C_{ABΓ} \\) στο σημείο του Α. Η ΑΛ τέμνει τον κύκλο \\( C_{ABΓ} \\) στο σημείο Ζ. Να αποδείξετε ότι το σημείο Δ είναι το ορθόκεντρο του τριγώνου ΑΓΛ και το κέντρο του περιγεγραμμένου κύκλου του τριγώνου ΖΓΛ."
        },
        {
          "id": 12,
          "competition": "Θαλής",
          "grade": "Β' Λυκείου",
          "αριθμός": 3,
          "statement": "Θεωρούμε το τριώνυμο \\( f(x) = ax^2 + bx + c \\), όπου οι \\( a, b, c \\) είναι πραγματικοί αριθμοί τέτοιοι ώστε \\( b > 2a \\). Αν \\( f(x) \\geq 0 \\), για κάθε πραγματικό αριθμό \\( x \\), τότε να βρείτε την ελάχιστη τιμή της παράστασης\n\\[ Α = \\frac{a + b + c}{b - 2a} \\]"
        },
        {
          "id": 13,
          "competition": "Θαλής",
          "grade": "Γ' Λυκείου",
          "αριθμός": 1,
          "statement": "Να βρεθούν οι περιττοί πρώτοι αριθμοί \\( p \\) για τους οποίους ο ακέραιος \\( 3p - 8 \\) ισούται με τον κύβο θετικού ακέραιου."
        },
        {
          "id": 14,
          "competition": "Θαλής",
          "grade": "Γ' Λυκείου",
          "αριθμός": 2,
          "statement": "Αν οι \\( x, y, z \\) είναι θετικοί ακέραιοι, να προσδιορίσετε όλες τις τριάδες \\( (x, y, z) \\) που είναι λύσεις του συστήματος:\n\\[ \\begin{cases} x^3 + 8y - 4z = -3 \\\\ 3x^2 + y^2 - 2z = 1 \\\\ 3x - 4y + z^2 = 68 \\end{cases} \\]"
        },
        {
          "id": 15,
          "competition": "Θαλής",
          "grade": "Γ' Λυκείου",
          "αριθμός": 3,
          "statement": "Δίνεται οξυγώνιο μη ισόπλευρο τρίγωνο ΑΒΓ, με \\( \\widehat{A} = 60^\\circ \\), εγγεγραμμένο σε κύκλο \\( c = c(O, R) \\). Δίνονται επίσης τα ύψη του ΑΔ, ΑΗ καθώς και τα μέσα Μ, Ν των πλευρών του ΑΒ και ΑΓ αντίστοιχα. Έστω ακόμη Ζ το σημείο τομής των ΟΑ, ΗΜ και Θ το σημείο τομής των ΜΝ, ΔΗ.\n(α) Να αποδείξετε ότι τα σημεία Α, Θ, Ζ, Μ ανήκουν σε κύκλο, έστω \\( c_1 \\).\n(β) Αν οι κύκλοι \\( c \\) και \\( c_1 \\) τέμνονται στο σημείο Κ, να αποδείξετε ότι τα σημεία Α, Θ, Κ είναι συνευθειακά."
        }
      ]
    }
  ]
}
