{
  "academic_year": "2003-2004",
  "competitions": [
    {
      "name": "ΘΑΛΗΣ",
      "year": 2003,
      "categories": [
        {
          "level": "Β' ΓΥΜΝΑΣΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Να υπολογίσετε την τιμή της παράστασης: A = 2415 - 4 · 10² + 2003⁰ - 2 · 3² + 2."
            },
            {
              "number": 2,
              "text": "Αν παρατάξουμε τους μαθητές ενός Γυμνασίου σε τριάδες περισσεύουν 2. Αν τους παρατάξουμε σε τετράδες ή σε πεντάδες επίσης περισσεύουν 2. Να προσδιορίσετε τον αριθμό των μαθητών, αν γνωρίζουμε ότι είναι τριψήφιος με άθροισμα ψηφίων 5."
            },
            {
              "number": 3,
              "text": "Στο τραπέζιο ΑΒΓΔ(ΑΒ//ΓΔ) του σχήματος δίνονται BΔΔ = ÂBΓ και ότι τα τρίγωνα ΑΒΓ και ΑΓΔ είναι ισοσκελή με AB = AΓ και ΑΔ = ΓΔ.\nα) Να αποδείξετε ότι η ΑΓ διχοτομεί τη γωνία BΔΔ.\nβ) Να υπολογιστεί η γωνία ω = B̂."
            },
            {
              "number": 4,
              "text": "Η τιμή ενός προϊόντος αυξήθηκε το 2001 (από 1-1 - 2001 μέχρι 31-12 - 2001) κατά 20%.\nΣτη συνέχεια το 2002 μειώθηκε κατά 10%, ενώ το 2003 αναμένεται αύξηση κατά 25%.\nα) Να προσδιορίσετε το ποσοστό επί τοις εκατό, της μεταβολής της τιμής του προϊόντος κατά την τριετία από 1 - 1 - 2001 μέχρι 31 - 12 - 2003.\nβ) Αν η τιμή του προϊόντος ήταν 1, 60 € την 1 - 1 - 2001, ποια θα είναι η τιμή του την 31 - 12 - 2003;"
            }
          ]
        },
        {
          "level": "Γ' ΓΥΜΝΑΣΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Να υπολογίσετε την τιμή της παράστασης A = 2003 - (6 - 10x + 2(4x - y - 3))/(3(x - z) + 3(y + z)) - 2(x + 1/3) - 2y, αν x + y = 2003."
            },
            {
              "number": 2,
              "text": "Οι αριθμοί x και y είναι ανάλογοι προς τον αριθμητή και τον παρονομαστή, αντίστοιχα, του κλάσματος που προκύπτει από τη μετατροπή σε κλασματική μορφή του δεκαδικού αριθμού α = 4, 333.... Να υπολογίσετε την τιμή της παράστασης B = (6x - 5y)/(6x + 5y) - 21/31."
            },
            {
              "number": 3,
              "text": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ (AB = AΓ). Με διάμετρο την πλευρά ΑΓ γράφουμε κύκλο που τέμνει την πλευρά ΒΓ στο Δ.\nΦέρουμε ακόμα την Αx⊥ΑΔ που τέμνει τον κύκλο στο Ε.\nα) Να αποδείξετε ότι το ΑΔ είναι ύψος του τριγώνου ΑΒΓ.\nβ) Να συγκρίνετε το εμβαδό του τριγώνου ΑΒΓ προς το εμβαδό του τετραπλεύρου ΑΔΓΕ."
            },
            {
              "number": 4,
              "text": "Στο σχήμα το τετράγωνο ΑΒΓΔ έχει πλευρά AB = 4α και ΑΕ = ΒΖ = ΓΗ = ΔΘ = α.\nΤο τετράπλευρο ΙΚΛΜ είναι τετράγωνο. Να υπολογίσετε:\n1) Την ΑΗ ως συνάρτηση του α.\n2) Το εμβαδό του τετραγώνου ΙΚΛΜ ως συνάρτηση του α."
            }
          ]
        },
        {
          "level": "Α' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Το τετράγωνο ενός αριθμού ισούται με τον αριθμό αυξημένο κατά 72. Επιπλέον, αν από το 60 αφαιρέσουμε το διπλάσιο του αριθμού, λαμβάνουμε αριθμό μικρότερο του 52. Να βρεθεί ο αριθμός."
            },
            {
              "number": 2,
              "text": "Αν x, y, α, β είναι θετικοί πραγματικοί αριθμοί τέτοιοι ώστε x ≠ y, x ≠ 2y, y ≠ 2x, α ≠ ±3β και (2x - y)/(α + 3β) = (2y - x)/(α - 3β) = λ, να αποδείξετε ότι:\nα) x + y = 2λα και x - y = 2λβ\nβ) (x² + y²)/(x² - y²) ≥ 1."
            },
            {
              "number": 3,
              "text": "Σε τραπέζιο ΑΒΓΔ (ΑΒ//ΓΔ) οι διαγώνιες τέμνονται στο Ε. Αν είναι (ΑΒΕ) = 72m² και (ΓΔΕ) = 50m², να υπολογίσετε το εμβαδό του τραπεζίου ΑΒΓΔ."
            },
            {
              "number": 4,
              "text": "Να βρεθούν οι ακέραιοι α, β για τους οποίους ισχύει η ισότητα αβ² + 2αβ + α = 2β² + 4β + 3."
            }
          ]
        },
        {
          "level": "Β' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Δίνεται οξυγώνιο τρίγωνο ΑΒΓ και δύο τυχαία σημεία A₁ πάνω στην πλευρά ΒΓ και Β₁ πάνω στην πλευρά ΑΓ.\nΟνομάζουμε C₁ και C₂ τους περιγεγραμμένους κύκλους των τριγώνων ΒA₁Β₁, ΓA₁Β₁, αντίστοιχα.\nΗ ευθεία ΑΒ τέμνει τον C₁ στο Γ₁, ενώ η ευθεία Γ₁Β₁ τέμνει τον C₂ στο Λ.\nΝα αποδείξετε ότι τα ορθόκεντρα των τριγώνων AΒ₁Γ₁ και ΔΒ₁Γ₁ είναι σημεία συνευθειακά με το Β₁."
            },
            {
              "number": 2,
              "text": "Δίνονται οι παραστάσεις A = x² - kx + m, B = x² + mx - k, Γ = m²x² + (k - 1)x + k, με k, m ∈ ℝ και k + m ≠ 0.\nΑν είναι A² + B² + Γ² = AB + BΓ + ΓA να βρείτε την τιμή του x, την μέγιστη τιμή του k και την τιμή του m που αντιστοιχεί στη μέγιστη τιμή του k."
            },
            {
              "number": 3,
              "text": "Σε αμβλυγώνιο τρίγωνο ΑΒΓ (Â > 90°) φέρουμε ημιευθεία Αx κάθετη προς την πλευρά AB που τέμνει την πλευρά ΒΓ στο Δ.\nΑπό το Δ φέρουμε παράλληλη προς την ΑΓ που τέμνει την πλευρά AB στο Η και τη διάμεσο ΒΜ του τριγώνου ΑΒΓ στο Ε.\nΑπό το Ε φέρουμε παράλληλη προς την ΒΓ που τέμνει την ΒΓ στο Ζ. Να αποδείξετε ότι:\nα) η ΕΖ είναι δίκοτόμος της γωνίας ÂΖΔ και\nβ) Γ̂ = ẐÂÊ."
            },
            {
              "number": 4,
              "text": "Από τους αριθμούς x, y, z ∈ ℝ δύο είναι αρνητικοί και ένας είναι θετικός. Να αποδείξετε ότι:\n((x - y)(x² - xy)²)/yz + ((y - z)(y² - yz)²)/zx + ((z - x)(z² - zx)²)/xy ≥ 3(x - y)(y - z)(z - x)"
            }
          ]
        },
        {
          "level": "Γ' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "α) Να προσδιορίσετε το σύνολο C_α των σημείων Μ του επιπέδου που είναι εικόνες των μιγαδικών αριθμών z = x + yi με x, y ∈ R και ικανοποιούν την ισότητα i(z + z̄ - α) + z - z̄ = 0, όπου α ∈ R.\nβ) Αν Α(-1/2, 3/5) ∈ C_α, να προσδιορίσετε σημείο Β ∈ C_α τέτοιο ώστε η μεσοκάθετος του AB να διέρχεται από το κέντρο του κύκλου K_β με εξίσωση |z + 1 - 3i| = β, β > 0. Για ποια τιμή του β ο κύκλος K_β εφάπτεται του C_α;"
            },
            {
              "number": 2,
              "text": "Από σημείο Ρ εκτός κύκλου φέρουμε τις εφαπτόμενες ΡΑ, ΡΒ και τυχαία τέμνουσα ΡΓΔ προς τον κύκλο.\nΑν ισχύει 2(ΡΑΓ) = 3(ΡΒΓ), να υπολογίσετε το λόγο (ΒΔΓ)/(ΑΔΓ)."
            },
            {
              "number": 3,
              "text": "Δίνεται τρίγωνο ΑΒΓ με B̂ > 90° και πλευρά ΒΓ = R, όπου R είναι η ακτίνα του περιγεγραμμένου κύκλου του.\nΑν Ε είναι το εμβαδό του τριγώνου και μα είναι η διάμεσος που αντιστοιχεί στην πλευρά ΒΓ, να αποδείξετε ότι μ²_α = 1/4 R² + 2E√3."
            },
            {
              "number": 4,
              "text": "Αν x, y, z είναι θετικοί ακέραιοι με ΜΚΔ(x, y, z) = 1 και 1/x + 1/y = 1/z να αποδείξετε ότι ο αριθμός x + y είναι τέλειο τετράγωνο."
            }
          ]
        }
      ]
    },
    {
      "name": "ΕΥΚΛΕΙΔΗΣ",
      "year": 2004,
      "categories": [
        {
          "level": "Β' ΓΥΜΝΑΣΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Να εκφράσετε την παράσταση A = 3 · 2¹⁸ · [1 - (-1)³] - 2⁶ · (3² - 1) · (3³ - 11) · (3⁴ - 17) ως δύναμη με βάση το 2."
            },
            {
              "number": 2,
              "text": "Στο σχήμα, τα τρίγωνα ΑΒΟ και ΓΔΟ είναι ισόπλευρα πλευράς α. Η ΒΕ είναι κάθετη προς τη ΒΔ. Να αποδείξετε ότι:\nα) ÂÊB = 30°.\nβ) ΕΒ = ΒΓ.\nγ) ΕΑ = ΑΒ."
            },
            {
              "number": 3,
              "text": "Ένα Γυμνάσιο έχει συνολικά 240 μαθητές. Οι αριθμοί α, β και γ των μαθητών των τριών τάξεων Α', Β' και Γ' αντίστοιχα, είναι ανάλογοι προς τους αριθμούς 3, 4 και 5 αντίστοιχα.\nα) Να βρείτε πόσους μαθητές έχει κάθε τάξη του Γυμνασίου.\nβ) Αν το 40% των μαθητών της Α' τάξης, το 30% των μαθητών της Β' τάξης και το 24% των μαθητών της Γ' τάξης παίζουν ποδόσφαιρο, να βρείτε το ποσοστό επί τοις εκατό των μαθητών του Γυμνασίου που παίζουν ποδόσφαιρο."
            },
            {
              "number": 4,
              "text": "Η μ' τάξη ενός Γυμνασίου έχει 10 μαθητές περισσότερους από την Α' τάξη, ενώ η Γ' τάξη έχει 10 μαθητές περισσότερους από τη Β' τάξη. Ο αριθμός Σ όλων των μαθητών του Γυμνασίου, αν διαιρεθεί με καθένα από τους αριθμούς 5, 6 και 8, δίνει υπόλοιπο 3. Επιπλέον ο αριθμός Σ είναι μεγαλύτερος του 250 και μικρότερος του 450. Να βρείτε πόσους μαθητές έχει κάθε τάξη του Γυμνασίου."
            }
          ]
        },
        {
          "level": "Γ' ΓΥΜΝΑΣΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Αν α = 1, β = -1 να υπολογίσετε την αριθμητική τιμή των παραστάσεων:\nA = α³ + β³ + 10α - 7β√6 και B = 100(2α + β) - (8α³ - 2)β√7\nκαι να βρείτε ποιος από τους αριθμούς Α και Β είναι μεγαλύτερος."
            },
            {
              "number": 2,
              "text": "Στο σχήμα, τα τρίγωνα ΑΒΟ και ΓΔΟ είναι ισόπλευρα πλευράς α.\nΗ ΒΕ είναι κάθετη προς τη ΒΔ. Να υπολογίσετε:\nα) Τη γωνία ÂÊB.\nβ) Τα τμήματα ΕΑ, ΕΒ και ΕΔ συναρτήσει του α."
            },
            {
              "number": 3,
              "text": "Οι αριθμοί α, β είναι ακέραιοι και γνωρίζουμε ότι:\nαν το εξαπλάσιο του αριθμού β πολλαπλασιαστεί επί τον αριθμό α + 1,\nπροκύπτει αριθμός μικρότερος του 0 και μεγαλύτερος του -10.\nΝα βρεθούν οι ακέραιοι α και β."
            },
            {
              "number": 4,
              "text": "Στο σχήμα έχουμε κύκλο (O, R) και κάθετες διαμέτρους AB ⊥ ΓΔ.\nΗ χορδή ΕΖ είναι μεσοκάθετος της ακτίνας ΟΓ.\nα) Τις χορδές ΓΖ και ΖΒ συναρτήσει της ακτίνας R.\nβ) Το εμβαδό του τριγώνου ΒΓΖ συναρτήσει της ακτίνας R."
            }
          ]
        },
        {
          "level": "Α' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Ένας μαθητής θέλει να αγοράσει δύο βιβλία. Το βιβλίο Α κοστίζει το 60% των χρημάτων που έχει μαζί του, ενώ το βιβλίο Β κοστίζει το 44% των χρημάτων που έχει μαζί του. Αν είχε 0, 80€ περισσότερα, τότε θα είχε ακριβώς τα χρήματα που κοστίζουν και τα δύο βιβλία μαζί. Να βρείτε πόσα χρήματα κοστίζει κάθε ένα από τα δύο βιβλία."
            },
            {
              "number": 2,
              "text": "Έστω β και γ είναι τα μήκη των καθέτων πλευρών ορθογωνίου τριγώνου με υποτείνουσα α.\nΝα δείξετε ότι β⁴ + β²γ² + γ⁴ ≥ 3/4 α⁴."
            },
            {
              "number": 3,
              "text": "Δίνεται ισοσκελές τρίγωνο ΑΒΓ (AB = AΓ) και ΑΔ το ύψος του. Στα σημεία Β και Γ παίρνουμε κάθετα τμήματα ΒΕ και ΓΖ προς τη ΒΓ, τέτοια ώστε ΒΕ = ΓΖ = 1/2 ΑΔ και τα Ε, Ζ να βρίσκονται σε διαφορετικό ημιεπίπεδο από το Α ως προς τη ΒΓ.\nα) Να δείξετε ότι ΑΕ = ΑΖ.\nβ) Αν είναι Ε(ΑΒΓ) = κ², να προσδιορίσετε τα εμβαδά των τριγώνων ΑΕΖ και ΑΚΛ, όπου Κ, Λ είναι τα σημεία τομής των ΑΕ και ΑΖ με τη ΒΓ αντίστοιχα."
            },
            {
              "number": 4,
              "text": "Έστω Α = 2(λ² + μ²) - (λ + μ)² - 4 και Β = λ² - λμ + λ + μ - 2. λ, μ ∈ ℝ. Να λύσετε την εξίσωση (Ε) : Ax = B, ως προς x, για τις διάφορες τιμές των πραγματικών παραμέτρων λ και μ."
            }
          ]
        },
        {
          "level": "Β' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Δίνεται τρίγωνο ΑΒΓ με B̂ = 3Γ̂. Η μεσοκάθετη της ΒΓ τέμνει την ΑΓ στο Δ.\nΑπό το Α φέρνουμε κάθετη προς τη ΒΔ που τέμνει τη ΒΔ στο Ε και τη ΒΓ στο Ζ.\nΗ παράλληλη από το Δ προς τη ΒΓ τέμνει την ΑΖ στο σημείο Ι. Να αποδείξετε ότι:\nα) Η ΒΙ είναι δίκοτόμος της γωνίας ÂBΔ.\nβ) Το τετράπλευρο ΒΖΔ I είναι ρόμβος."
            },
            {
              "number": 2,
              "text": "Δίνεται τρίγωνο ΑΒΓ με AB > AΓ και η κάθετος από το Γ προς τη διάμεσο ΑΔ την τέμνει στο Ε και ισχύει ÂBΓ = ÂΓÊ.\nΝα αποδείξετε ότι το τρίγωνο ΑΒΓ είναι ορθογώνιο."
            },
            {
              "number": 3,
              "text": "Οι πραγματικοί αριθμοί x, y, z ικανοποιούν τις σχέσεις (Σ) : {x + y + z = 16, x² + y² + z² = 96}\nα) Να αποδείξετε ότι και οι τρεις ανήκουν στο διάστημα [8/3, 26/3].\nβ) Αν x, y, z ∈ ℤ με x ≤ y ≤ z, να βρείτε τις τριάδες (x, y, z) που είναι λύσεις του (Σ)."
            },
            {
              "number": 4,
              "text": "Δίνεται τρίγωνο ΑΒΓ με πλευρές ΒΓ = α < ΓΑ = β < ΑΒ = γ.\nΝα εξετάσετε αν είναι δυνατόν να ελαττωθούν και οι τρεις πλευρές κατά το ίδιο μήκος,\nέτσι ώστε να γίνουν πλευρές ορθογωνίου τριγώνου."
            }
          ]
        },
        {
          "level": "Γ' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Να προσδιορίσετε τους μιγαδικούς αριθμούς z = x + yi, x, y ∈ ℝ, που είναι λύσεις της εξίσωσης |z + 1| = 4z - 2z̄ - 6i"
            },
            {
              "number": 2,
              "text": "Να προσδιορίσετε τους θετικούς ακεραίους α, β με α > β, τέτοιους ώστε 1/α + 1/β = 1/2005."
            },
            {
              "number": 3,
              "text": "Δίνεται τρίγωνο ΑΒΓ με B̂ = 2Γ̂. Ο κύκλος κέντρου Α και ακτίνας AB = γ τέμνει τη μεσοκάθετη της ΒΓ στο σημείο Δ, που είναι εσωτερικό σημείο του τριγώνου ΑΒΓ. Να αποδείξετε ότι:\nα) α² < 2(β² - γ²/4).\nβ) BΔΔ = 2ΔÂΓ."
            },
            {
              "number": 4,
              "text": "Θεωρούμε σύνολο Μ με στοιχεία 2004 θετικούς πραγματικούς αριθμούς με την ιδιότητα:\n\"Για οποιαδήποτε στοιχεία α, β του Μ με α > β ένας τουλάχιστον από τους αριθμούς (α + β), (α - β) ανήκει στο σύνολο Μ.\"\nΝα αποδείξετε ότι, αν διατάξουμε τους αριθμούς του συνόλου Μ κατά αύξουσα τάξη, τότε αυτοί αποτελούν διαδοχικούς όρους αριθμητικής προόδου."
            }
          ]
        }
      ]
    },
    {
      "name": "ΑΡΧΙΜΗΔΗΣ",
      "year": 2004,
      "categories": [
        {
          "level": "ΓΥΜΝΑΣΙΟ",
          "problems": [
            {
              "number": 1,
              "text": "Δίνεται τραπέζιο ΑΒΓΔ με ΑΒ//ΓΔ, ΑΒ = α, ΓΔ = 2α και ΔΒ ⊥ ΒΓ.\nΈστω Μ το μέσον της ΓΔ, Ο το σημείο τομής των διαγωνίων του τετραπλεύρου ΑΒΜΔ,\nΚ το σημείο τομής των ευθειών ΔΛ, ΓΒ και Λ το σημείο τομής των ευθειών ΚΟ και ΑΒ.\nΝα αποδείξετε ότι:\nα) το τετράπλευρο ΑΒΜΔ είναι ρόμβος\nβ) το τρίγωνο ΓΔΚ είναι ισοσκελές\nγ) η ευθεία ΔΛ τέμνει το ευθύγραμμο τμήμα ΚΒ στο μέσον του."
            },
            {
              "number": 2,
              "text": "Να βρεθούν οι ακέραιοι a, b, c, d ώστε ab + cd = 34 και ad - bc = 19"
            },
            {
              "number": 3,
              "text": "Δίνεται η συνάρτηση f(ν) = (2ν + 1 + √(ν(ν + 1)))/(√(ν + 1) + √ν), όπου ο ν είναι θετικός ακέραιος.\nα) να αποδείξετε ότι: f(1) = 2√2 - 1\nβ) Να υπολογίσετε την τιμή του αθροίσματος Σ = f(1) + f(2) + ... + f(100)."
            },
            {
              "number": 4,
              "text": "Δίνεται κύκλος C κέντρου O και ακτίνας R καθώς και σημείο Α εκτός αυτού με ΑΟ = d.\nΝα προσδιορίσετε σημεία Β, Γ και Λ πάνω στο κύκλο C έτσι ώστε να σχηματίζεται κυρτό τετράπλευρο ΑΒΓΔ με το μεγαλύτερο δυνατό εμβαδόν."
            }
          ]
        },
        {
          "level": "ΛΥΚΕΙΟ",
          "problems": [
            {
              "number": 1,
              "text": "Να προσδιορίσετε πολυώνυμο P(x) με πραγματικούς συντελεστές τέτοιο ώστε P(2) = 12 και P(x²) = x²(x² + 1)P(x), για κάθε x ∈ ℝ."
            },
            {
              "number": 2,
              "text": "Δίνεται η ακολουθία (αᵥ), ν ∈ ℕ* με α₁ = 1 και αᵥ = αᵥ₋₁ + 1/ν³, ν = 2, 3, ...\nα) Να αποδείξετε ότι αᵥ < 5/4, για κάθε ν ∈ ℕ*.\nβ) Αν ε είναι δεδομένος θετικός πραγματικός αριθμός, να προσδιορίσετε τον ελάχιστο φυσικό αριθμό νₒ > 0 που είναι τέτοιος ώστε για κάθε ν > νₒ να ισχύει |(αᵥ₊₁ - αᵥ)| < ε."
            },
            {
              "number": 3,
              "text": "Έστω κυρτή γωνία xÔy. Εντός αυτής θεωρούμε τις ημιευθείες Ox₁, Oy₁ έτσι ώστε xÔx₁ = y₁Ôy < xÔy/3.\nΠάνω στις ημιευθείες Ox₁, Oy₁ θεωρούμε σταθερά σημεία Κ, Λ, αντίστοιχα, έτσι ώστε ΟΚ = ΟΛ.\nΑν τα σημεία Α και Β κινούνται πάνω στις πλευρές Οx και Οy, αντίστοιχα, έτσι ώστε Α ≠ Ο, Β ≠ Ο και το εμβαδόν του πολυγώνου ΟΑΚΛΒ να παραμένει σταθερό,\nνα αποδείξετε ότι οι περιγεγραμμένοι κύκλοι των τριγώνων ΟΑΒ διέρχονται από σταθερό σημείο, διαφορετικό του Ο."
            },
            {
              "number": 4,
              "text": "Δίνεται ότι ο αριθμός k είναι θετικός ακέραιος και ότι η εξίσωση x³ + y³ - 2y(x² - xy + y²) = k²(x - y) (†)\nέχει μια λύση (x₀, y₀), με x₀, y₀ ∈ ℤ⁺ και x₀ ≠ y₀. Να αποδείξετε ότι:\nα) η εξίσωση (†) έχει πεπερασμένο πλήθος λύσεων (x, y) με x, y ∈ ℤ και x ≠ y.\nβ) είναι δυνατόν να προσδιορίσουμε 11 επιπλέον διαφορετικές λύσεις (Χ, Υ) της εξίσωσης (†), με Χ, Υ ∈ ℤ⁺ και Χ ≠ Υ,\nόπου οι Χ, Υ είναι συναρτήσεις των x₀, y₀."
            }
          ]
        }
      ]
    }
  ]
}
