{
  "year": "1996-1997",
  "προβλήματα": {
    "Θαλής": {
      "Β_Γυμνασίου": [
        {
          "id": 1,
          "αριθμός": 1,
          "statement": "Έστω οι αριθμοί α, β με α + 2,5β + 1,5 α - β = -6. Να βρεθεί η τιμή της παράστασης Α = (14 - 3(α - β) - 2(α - 2β) - 5 + 3[5α - (-β + 1)]] / (-2(2α - β) - 4(3β - 1) - 2(-2α - 5β))"
        },
        {
          "id": 2,
          "αριθμός": 2,
          "statement": "Κάποιος μαθητής έχει στο μυαλό του πέντε αριθμούς διαφορετικούς μεταξύ τους ακεραίους, θετικούς και αρνητικούς, του οποίου το γινόμενο είναι 20. Να βρεθούν οι διαφορετικοί αυτοί ακέραιοι."
        },
        {
          "id": 3,
          "αριθμός": 3,
          "statement": "Στην ευθεία θεωρούμε σημεία Α, Β, Γ με (ΟΑ) = 2m, (ΟΒ) = 6m, (ΟΓ) = 12m. Έστω Δ, Ε, Ζ τα μέσα των ΑΒ, ΒΓ, ΓΑ αντίστοιχα. Να υπολογιστούν τα (ΔΖ), (ΕΤ). Παρατηρείτε;"
        },
        {
          "id": 4,
          "αριθμός": 4,
          "statement": "Ένα τετράγωνο λέγεται \"μαγικό\" όταν το άθροισμα των αριθμών σε κάθε οριζόντια γραμμή είναι ίσο με το άθροισμα των αριθμών σε κάθε κάθετη στήλη και ίσο με το άθροισμα των αριθμών σε κάθε μία από τις δύο διαγωνίους. Σε κάποιο μαγικό τετράγωνο οι αριθμοί 7 και 13 έχουν μείνει. Να δειχθεί ότι στην παραίτηση από κάποια θέση αυτού του μαγικού τετραγώνου υπάρχει αριθμός 1, ανεξάρτητα από το ποια είναι τα υπόλοιπα νούμερα του."
        }
      ],
      "Γ_Γυμνασίου": [
        {
          "id": 5,
          "αριθμός": 1,
          "statement": "Α = ∜81 + 3∜8 : 12 + 8∜3 : 1 + ∜3. Να υπολογιστεί η τιμή του Β = 3(-1)⁴ + 2(-1)³ + 1."
        },
        {
          "id": 6,
          "αριθμός": 2,
          "statement": "Έστω ΑΒΓΔ παραλληλόγραμμο και από την κορυφή Α παίρνουμε μια τυχαία ευθεία που τέμνει τη ΓΔ στο Ε. Από το Δ φέρνουμε μια ευθεία παράλληλη προς την ΑΕ και από αυτής παίρνουμε ένα σημείο Ζ. Να δειχθεί ότι το παραλληλόγραμμο με πλευρές ΑΕ και ΑΖ έχει εμβαδό ίσο με το εμβαδό του παραλληλογράμμου ΑΒΓΔ."
        },
        {
          "id": 7,
          "αριθμός": 3,
          "statement": "Να δειχθεί ότι υπάρχει ακέραιος ν που ικανοποιεί τη σχέση: ν(ν-1) + (ν-1)(ν+1) + ν(ν+1) + 3ν = 3.000.000."
        },
        {
          "id": 8,
          "αριθμός": 4,
          "statement": "Η Άννα έχει 48 αυγά και τα χωρίζει σε 3 σωρούς. Μετά παίρνει όλα τα αυγά από τον πρώτο σωρό όσα υπήρχαν στον δεύτερο και τα βάζει στον δεύτερο. Κατόπιν παίρνει όλα τα αυγά από τον δεύτερο σωρό όσα υπήρχαν στον τρίτο και τα βάζει στον τρίτο. Τέλος παίρνει όλα τα αυγά από τον τρίτο σωρό όσα υπήρχαν στον πρώτο και τα βάζει στον πρώτο. Τότε παρατήρησε ότι οι τρεις σωροί είχαν ίσο αριθμό αυγών. Πόσα αυγά είχε αρχικά ο κάθε σωρός;"
        }
      ],
      "Α_Λυκείου": [
        {
          "id": 9,
          "αριθμός": 1,
          "statement": "Σε ορθογώνιο τρίγωνο ΑΒΓ, όπου Α η ορθή γωνία, έχουμε ΑΒ = 600m. Πάνω στην πλευρά ΑΓ παίρνουμε σημείο Δ τέτοιο ώστε ΑΔ = 150m. Να αποδειχθεί ότι το μήκος ΓΔ είναι ίσο με: ΑΒ + ΑΔ = ΓΔ + ΓΒ."
        },
        {
          "id": 10,
          "αριθμός": 2,
          "statement": "Αν α, β και γ τα μήκη πλευρών ενός τριγώνου, να αποδειχθεί η ανισότητα: (β² + γ² - α²)² ≤ 4β²γ²."
        },
        {
          "id": 11,
          "αριθμός": 3,
          "statement": "α) Να αποδειχθεί ότι υπάρχει ακέραιος αριθμός n τέτοιος ώστε n³ + 3n να είναι περιττός. β) Να αποδειχθεί ότι δεν υπάρχουν ακέραιοι αριθμοί x, y τέτοιοι ώστε να ισχύει: 5x² - 4y² - 6xy + 15x + 6y - 5 = 0."
        },
        {
          "id": 12,
          "αριθμός": 4,
          "statement": "Επτά πόλεις Α₁, Α₂, Α₃, Α₄, Α₅, Α₆, Α₇ βρίσκονται, με αυτή την ταξη, πάνω σε μια ευθεία. Πού πρέπει να κτιστεί ένα εργοστάσιο, ώστε το άθροισμα των αποστάσεων του από τις πόλεις να είναι το ελάχιστο δυνατό;"
        }
      ],
      "Β_Λυκείου": [
        {
          "id": 13,
          "αριθμός": 1,
          "statement": "Έστω Α ένας μη μηδενικός ν×ν πίνακας. Δείξτε ότι υπάρχει μη μηδενικός ν×ν πίνακας Β με (ΑΒ) = (ΒΑ)."
        },
        {
          "id": 14,
          "αριθμός": 2,
          "statement": "Δίνεται ότι μια συνάρτηση f με πεδίο ορισμού το σύνολο ℝ των πραγματικών αριθμών, ικανοποιεί την συνθήκη: 999f(π - x) + 998f(x - π) = 1996 για κάθε x ∈ ℝ. Δείξτε ότι ικανοποιεί και την: f²(π + x) + f²(π - x) = 1996/1997 για κάθε x ∈ ℝ."
        },
        {
          "id": 15,
          "αριθμός": 3,
          "statement": "Θεωρούμε τετράγωνο ΑΒΓΔ και σημείο Ζ της προέκτασης της ΑΓ τέτοιο ώστε ΑΓ = ΒΖ = ΔΖ. Αν το συμμετρικό του Ζ ως προς το Γ είναι το Η, να υπολογιστεί η γωνία ΓΒΗ."
        },
        {
          "id": 16,
          "αριθμός": 4,
          "statement": "Δίνονται στο επίπεδο m + n σημεία μη συνευθειακά ανά τρία, όπου m, n μεγαλύτερα ή ίσα του 3. Τα m σημεία είναι κόκκινα και τα n είναι μπλε. α) Δείξτε ότι αν m = n, τότε υπάρχει τρόπος να συνδεθούν ορισμένα από αυτά τα σημεία με ευθύγραμμα τμήματα ώστε να ικανοποιούνται οι ακόλουθες συνθήκες: i) κάθε σημείο ανήκει σε ακριβώς τρία ευθύγραμμα τμήματα, ii) τα άκρα κάθε ευθύγραμμου τμήματος είναι διαφορετικού χρώματος. β) Δείξτε ότι, αντίστροφα, αν υπάρχει τρόπος να συνδεθούν ορισμένα από αυτά τα σημεία με τμήματα ώστε να ικανοποιούνται οι συνθήκες i) και ii), τότε m = n."
        }
      ],
      "Γ_Λυκείου": [
        {
          "id": 17,
          "αριθμός": 1,
          "statement": "Έστω Α ένας μη μηδενικός ν×ν πίνακας. Δείξτε ότι υπάρχει μη μηδενικός ν×ν πίνακας Β με (ΑΒ) = (ΒΑ)."
        },
        {
          "id": 18,
          "αριθμός": 2,
          "statement": "Δίνεται ότι μια συνάρτηση f με πεδίο ορισμού το σύνολο ℝ των πραγματικών αριθμών, ικανοποιεί την συνθήκη: 999f(π - x) + 998f(x - π) = 1996 για κάθε x ∈ ℝ. Δείξτε ότι ικανοποιεί και την: f²(π + x) + f²(π - x) = 1996/1997 για κάθε x ∈ ℝ."
        },
        {
          "id": 19,
          "αριθμός": 3,
          "statement": "Θεωρούμε τετράγωνο ΑΒΓΔ και σημείο Ζ της προέκτασης της ΑΓ τέτοιο ώστε ΑΓ = ΒΖ = ΔΖ. Αν το συμμετρικό του Ζ ως προς το Γ είναι το Η, να υπολογιστεί η γωνία ΓΒΗ."
        },
        {
          "id": 20,
          "αριθμός": 4,
          "statement": "Δίνονται στο επίπεδο m + n σημεία μη συνευθειακά ανά τρία, όπου m, n μεγαλύτερα ή ίσα του 3. Τα m σημεία είναι κόκκινα και τα n είναι μπλε. α) Δείξτε ότι αν m = n, τότε υπάρχει τρόπος να συνδεθούν ορισμένα από αυτά τα σημεία με ευθύγραμμα τμήματα ώστε να ικανοποιούνται οι ακόλουθες συνθήκες: i) κάθε σημείο ανήκει σε ακριβώς τρία ευθύγραμμα τμήματα, ii) τα άκρα κάθε ευθύγραμμου τμήματος είναι διαφορετικού χρώματος. β) Δείξτε ότι, αντίστροφα, αν υπάρχει τρόπος να συνδεθούν ορισμένα από αυτά τα σημεία με τμήματα ώστε να ικανοποιούνται οι συνθήκες i) και ii), τότε m = n."
        }
      ]
    },
    "Ευκλείδης": {
      "Β_Γυμνασίου": [
        {
          "id": 21,
          "αριθμός": 1,
          "statement": "Οι σελίδες ενός βιβλίου είναι αριθμημένες με διαδοχικούς αριθμούς 1, 2, 3, ... Από την πρώτη μέχρι την τελευταία σελίδα χρησιμοποιήθηκαν 4909 ψηφία. Να βρεθεί πόσες σελίδες έχει το βιβλίο."
        },
        {
          "id": 22,
          "αριθμός": 2,
          "statement": "Έστω α = 1 + 1/2 + 1/3 + ... + 1/1996, β = 1 + 2/4 + 6/8 + ... + 3990/3992. Να υπολογιστεί το α/β."
        },
        {
          "id": 23,
          "αριθμός": 3,
          "statement": "Έστω τετράγωνο ΚΛΜΝ πλευράς 21 και Α, Β, Γ, Δ σημεία των ΚΛ, ΛΜ, ΜΝ, ΝΚ με ΚΑ = 9, ΛΒ = 5, ΜΓ = 12, ΝΔ = 13. Να δειχθεί ότι το εμβαδόν του τετραγώνου ΑΒΓΔ είναι 186."
        },
        {
          "id": 24,
          "αριθμός": 4,
          "statement": "Από τους 18 αριθμούς 1, 2, 3, ..., 18 επιλέγουμε στην τύχη τέσσερις διαφορετικούς. Να δειχθεί ότι από αυτούς τους τέσσερις υπάρχουν δύο, έστω οι α και β, με 0 < α - β ≤ 5."
        }
      ],
      "Γ_Γυμνασίου": [
        {
          "id": 25,
          "αριθμός": 1,
          "statement": "Έστω α ≠ ±β και ισχύει (α + β)/(α - β) = 5. Να υπολογιστεί η τιμή της παράστασης Α = (10α - 4β)/(α + 6)."
        },
        {
          "id": 26,
          "αριθμός": 2,
          "statement": "Να δειχθεί ότι η ακολουθία των αριθμών: 6, 10, 14, 18, ..., (4κ + 2), ... δεν περιέχει κανένα τέλειο τετράγωνο ακέραιο αριθμό."
        },
        {
          "id": 27,
          "αριθμός": 3,
          "statement": "Σε έναν κύκλο ακτίνας R είναι εγγεγραμμένα δύο κανονικά πολύγωνα. Το εμβαδόν του ενός είναι το άθροισμα των εμβαδών του άλλου. Να βρεθεί η περίμετρος του μεγαλύτερου."
        },
        {
          "id": 28,
          "αριθμός": 4,
          "statement": "Από τους 18 αριθμούς 1, 2, 3, ..., 18 επιλέγουμε στην τύχη τέσσερις διαφορετικούς. Να δειχθεί ότι από αυτούς τους τέσσερις υπάρχουν δύο, έστω οι α και β, με 0 < α - β ≤ 5."
        }
      ],
      "Α_Λυκείου": [
        {
          "id": 29,
          "αριθμός": 1,
          "statement": "Θέμα μη διαθέσιμο"
        },
        {
          "id": 30,
          "αριθμός": 2,
          "statement": "Θέμα μη διαθέσιμο"
        },
        {
          "id": 31,
          "αριθμός": 3,
          "statement": "Θέμα μη διαθέσιμο"
        },
        {
          "id": 32,
          "αριθμός": 4,
          "statement": "Θέμα μη διαθέσιμο"
        }
      ],
      "Β_Λυκείου": [
        {
          "id": 33,
          "αριθμός": 1,
          "statement": "Θέμα μη διαθέσιμο"
        },
        {
          "id": 34,
          "αριθμός": 2,
          "statement": "Θέμα μη διαθέσιμο"
        },
        {
          "id": 35,
          "αριθμός": 3,
          "statement": "Θέμα μη διαθέσιμο"
        },
        {
          "id": 36,
          "αριθμός": 4,
          "statement": "Θέμα μη διαθέσιμο"
        }
      ],
      "Γ_Λυκείου": [
        {
          "id": 37,
          "αριθμός": 1,
          "statement": "Θέματα μη διαθέσιμα - βλέπε Β' Λυκείου"
        },
        {
          "id": 38,
          "αριθμός": 2,
          "statement": "Θέματα μη διαθέσιμα - βλέπε Β' Λυκείου"
        },
        {
          "id": 39,
          "αριθμός": 3,
          "statement": "Θέματα μη διαθέσιμα - βλέπε Β' Λυκείου"
        },
        {
          "id": 40,
          "αριθμός": 4,
          "statement": "Θέματα μη διαθέσιμα - βλέπε Β' Λυκείου"
        }
      ]
    },
    "Αρχιμήδης": {
      "μικροί": [
        {
          "id": 41,
          "αριθμός": 1,
          "statement": "Έστω ισόπλευρο τρίγωνο ΑΒΓ του οποίου οι διχοτόμοι των γωνιών Β και Γ τέμνονται στο Δ. Οι μεσοκάθετοι των ΒΔ και ΓΔ τέμνουν τη ΒΓ στα Ε και Ζ αντίστοιχα. α) Να αποδειχθεί ότι ΒΕ = ΕΖ = ΖΓ. β) Να βρεθεί τι μέρος του εμβαδού του τριγώνου ΑΒΓ είναι το εμβαδό του τριγώνου ΒΔΕ."
        },
        {
          "id": 42,
          "αριθμός": 2,
          "statement": "Να βρεθούν όλοι οι φυσικοί αριθμοί ν για τους οποίους η παράσταση ν⁴ + 4ν³ + 5ν² + 6ν είναι τέλειο τετράγωνο φυσικού αριθμού."
        },
        {
          "id": 43,
          "αριθμός": 3,
          "statement": "Να εξεταστεί αν μπορούμε να ξαναγράψουμε τους αριθμούς 1, 2, 3, 4, 5, 6, 7, 8, 9, 10 σε μια σειρά ώστε: α) Το άθροισμα οποιωνδήποτε τριών διαδοχικών αριθμών στη νέα σειρά να μην υπερβαίνει το 16. β) Το άθροισμα οποιωνδήποτε τριών διαδοχικών αριθμών στη νέα σειρά να μην υπερβαίνει το 15."
        },
        {
          "id": 44,
          "αριθμός": 4,
          "statement": "Δίνονται 10 ομόκεντροι κύκλοι και 10 ακτίνες. Στα σημεία όπου ο εσωτερικός κύκλος τέμνεται από τις ακτίνες γράφουμε διαδοχικά και με τη φορά των δεικτών του ρολογιού, τους αριθμούς 1, 2, 3, 4, 5, 6, 7, 8, 9, 10. Στον επόμενο κύκλο γράφουμε με την ίδια φορά τους αριθμούς 11, 12, 13, 14, 15, 16, 17, 18, 19, 20 και ούτω καθεξής μέχρι τον τελευταίο κύκλο όπου γράφουμε διαδοχικά τους αριθμούς 91, 92, 93, 94, 95, 96, 97, 98, 99, 100. Στη διάταξη αυτή, οι αριθμοί 1, 11, 21, 31, 41, 51, 61, 71, 81, 91 βρίσκονται στην ίδια ακτίνα και ομοίως και για τις άλλες ακτίνες. Μπροστά σε 50 από αυτούς τους 100 αριθμούς βάζουμε το πρόσημο \"πλην\" φροντίζοντας όμως: α) σε κάθε μία από τις 10 ακτίνες να υπάρχουν ακριβώς 5 \"πλην\" και, επίσης, β) σε κάθε έναν από τους δέκα ομόκεντρους κύκλους να υπάρχουν ακριβώς 5 \"πλην\". Δείξτε ότι το άθροισμα των 100 προσημασμένων αριθμών που προκύπτουν, είναι μηδέν."
        }
      ],
      "μεγάλοι": [
        {
          "id": 45,
          "αριθμός": 1,
          "statement": "Έστω Ρ σημείο στο εσωτερικό ή στις πλευρές ενός τετραγώνου ΑΒΓΔ. Να προσδιοριστεί, για τις διάφορες θέσεις του Ρ, το μέγιστο και το ελάχιστο της παράστασης f(Ρ) = ∠ΑΒΡ + ∠ΒΓΡ + ∠ΓΔΡ + ∠ΔΑΡ."
        },
        {
          "id": 46,
          "αριθμός": 2,
          "statement": "Έστω συνάρτηση f : ℝ⁺ → ℝ για την οποία ισχύει: α) Η f είναι γνησίως αύξουσα στο (0, ∞), β) f(x) > -1 για κάθε x ∈ ℝ⁺, γ) f(f(x)) = f(x) + x για κάθε x ∈ ℝ⁺. Να υπολογιστεί το f(1)."
        },
        {
          "id": 47,
          "αριθμός": 3,
          "statement": "Να βρεθούν όλες οι ακέραιες λύσεις της εξίσωσης: x³ + y³ + z³ = 1996xyz."
        },
        {
          "id": 48,
          "αριθμός": 4,
          "statement": "Έστω πολυώνυμο Ρ(x) με ακέραιους συντελεστές το οποίο έχει 13 διαφορετικές μεταξύ τους ακέραιες ρίζες. Να αποδειχθεί ότι αν n είναι ακέραιος με Ρ(n) ≠ 0, τότε: |Ρ(n)| ≥ 13! × 7 × 6!. Επίσης να δοθεί παράδειγμα πολυωνύμου με ακέραιους συντελεστές και με 13 διαφορετικές ακέραιες ρίζες, τέτοιο ώστε: |Ρ(n)| = 13! × 7 × 6! για κάποιο n."
        }
      ]
    }
  }
}
