{
  "academic_year": "2002-2003",
  "competitions": [
    {
      "name": "ΘΑΛΗΣ",
      "year": 2002,
      "categories": [
        {
          "level": "Β' ΓΥΜΝΑΣΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Να υπολογίσετε την τιμή της παράστασης: K = 2 · 50 - 40 : 10 + 5 · (100 - 4 · 20)² - 92."
            },
            {
              "number": 2,
              "text": "Ένα τετράγωνο πλευράς 4 διαιρείται με τέσσερις ευθείες παράλληλες ανά δύο προς τις πλευρές του σε σχήματα, έτσι ώστε τα τέσσερα γραμμοσκιασμένα από αυτά, όπως φαίνεται στο σχήμα, είναι τετράγωνα πλευράς 1. Πόσα είναι τα τετράγωνα που υπάρχουν στο σχήμα και ποιο είναι το άθροισμα των εμβαδών τους;"
            },
            {
              "number": 3,
              "text": "Δίνονται οι αριθμοί: A = 2¹¹, B = 8¹³, Γ = 4²¹ και Δ = 32⁸.\nα) Να βρείτε ποιος από τους αριθμούς αυτούς είναι ο μεγαλύτερος.\nβ) Να εκφράσετε το άθροισμα A+B+Γ+Δ ως γινόμενο πρώτων παραγόντων"
            }
          ]
        },
        {
          "level": "Γ' ΓΥΜΝΑΣΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Αν α = -3/2 και β = 3 να βρείτε την τιμή της παράστασης:\nK = α³ - (1 + α)⁻² + 4(β/α + 1/2)⁻¹ + [(β/α - 2004)²⁰⁰⁴]⁰."
            },
            {
              "number": 2,
              "text": "Στο σχήμα υπάρχουν 1() ίσα τετράγωνα μεταξύ των ορθογωνίων ΑΒΓΔ και ΕΖΗΘ. Να υπολογίσετε την πλευρά των τετραγώνων, αν είναι γνωστό ότι το άθροισμα των εμβαδών τους ισούται αριθμητικά με το άθροισμα των περιμέτρων των ορθογωνίων ΑΒΓΔ και ΕΖΗΘ."
            },
            {
              "number": 3,
              "text": "Σε μία διοργάνωση σκακιού μέσω διαδικτύου συμμετείχαν 1119 αγόρια και κορίτσια. Το πρώτο κορίτσι έπαιξε με 20 αγόρια, το δεύτερο κορίτσι έπαιξε με 21 αγόρια, το τρίτο κορίτσι έπαιξε με 22 αγόρια κ.ο.κ. μέχρι το τελευταίο κορίτσι που έπαιξε με όλα τα αγόρια. Να βρείτε πόσα ήταν τα αγόρια και πόσα ήταν τα κορίτσια."
            },
            {
              "number": 4,
              "text": "Στο σχήμα η ΓΕ είναι διάμετρος του κύκλου (O, R), η γωνία ΓÔB = ω είναι τριπλάσια της γωνίας ÂOE = φ και το εμβαδό του κυκλικού τομέα (O, ÂEB) ισούται με 1/3 πR².\nα) Να βρείτε τις γωνίες ω, φ.\nβ) Να βρείτε το λόγο E_{κ.τ.}(BZΓ)/E_{κ.τ.}(AHΓ) των εμβαδών των κυκλικών τομέων BZΓ και AHΓ."
            }
          ]
        },
        {
          "level": "Α' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Θεωρούμε τετράγωνο πλευράς α, με α > 1. Το τετράγωνο που έχει πλευρά κατά 1 μικρότερη του α, έχει περίμετρο ίση αριθμητικά προς το εμβαδό του αρχικού τετραγώνου. Να βρεθεί η πλευρά α."
            },
            {
              "number": 2,
              "text": "Οι αριθμοί x, y, z, w έχουν την ιδιότητα:\nΑν προσθέσουμε τρεις οποιουσδήποτε από αυτούς και από το άθροισμα που θα προκύψει αφαιρέσουμε τον αριθμό 5, προκύπτει πάντοτε ο αριθμός 2002.\nΝα υπολογίσετε το άθροισμα x + y + z + w."
            },
            {
              "number": 3,
              "text": "Στο διπλανό σχήμα φαίνεται οικόπεδο ΑΒΓΔ σχήματος ορθογωνίου με πλευρές AB = α και BΓ = β. Από το οικόπεδο θα κοπούν δύο δρόμοι ΕΖΗΘ και ΑΙΚΛ. Ο δρόμος ΕΖΗΘ σχήματος ορθογωνίου έχει πλάτος ZH = y, ενώ ο δρόμος ΑΙΚΛ σχήματος παραλληλογράμμου έχει πλευρά ΑΙ = x.\nα) Να εκφράσετε το εμβαδό του οικοπέδου που απομένει μετά την αποκοπή των δύο δρόμων, ως συνάρτηση των α, β, x και y.\nβ) Να εκφράσετε το πλάτος y του δρόμου ΑΙΚΛ ως συνάρτηση του x, αν είναι γνωστό ότι ΔÎΑ = 30°."
            },
            {
              "number": 4,
              "text": "Μπορούμε να παραστήσουμε τον αριθμό 2002 ως άθροισμα ενός τριψήφιου αριθμού και του κύβου του αθροίσματος των ψηφίων του αριθμού αυτού;"
            }
          ]
        },
        {
          "level": "Β' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Σε παραλληλόγραμμο ΑΒΓΔ προεκτείνουμε την πλευρά ΑΔ κατά τμήμα ΔΕ = ΑΔ.\nΑν η ΔΓ τέμνει τη ΒΕ στο σημείο Ζ, να αποδείξετε ότι η ΔΖ περνάει από το μέσον της ΒΓ."
            },
            {
              "number": 2,
              "text": "Να προσδιορίσετε όλους τους διψήφιους αριθμούς που είναι ίσοι με το γινόμενο που προκύπτει αν πολλαπλασιάσουμε τα ψηφία τους αυξημένα κατά 2."
            },
            {
              "number": 3,
              "text": "Αν η εξίσωση αx² - 4βx + 4γ = 0, α > 0 έχει δύο ρίζες στο διάστημα [2, 3], να αποδείξετε ότι:\nα) α ≤ β ≤ γ < α + β\nβ) α/(α + γ) + β/(β + α) > γ/(γ + β)"
            },
            {
              "number": 4,
              "text": "Δίνεται τετράγωνο ΑΒΓΔ. Τα σημεία Ε, Ζ κινούνται πάνω στις πλευρές ΒΓ, ΓΔ, αντίστοιχα, έτσι ώστε EΛΖ = 45°.\nΟι ΑΕ και ΑΖ τέμνουν τη ΒΔ στα σημεία Κ και Λ, αντίστοιχα. Οι ΕΛ και ΖΚ τέμνονται στο Η και η ΑΗ τέμνει τη ΖΕ στο Μ.\nΝα αποδείξετε ότι:\nα) Η ευθεία ΑΜ είναι κάθετη προς τη ΖΕ.\nβ) Η γωνία BΜΔ είναι σταθερή, δηλαδή είναι ανεξάρτητη της θέσης των Ε, Ζ πάνω στις πλευρές ΒΓ, ΓΔ αντίστοιχα."
            }
          ]
        },
        {
          "level": "Γ' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Να βρεθούν οι πραγματικοί αριθμοί x, y που ικανοποιούν την εξίσωση:\n2002^(x² + y² - 2x - 2y + 2) = συν[π(x + y)]"
            },
            {
              "number": 2,
              "text": "Έστω x, y δύο διψήφιοι αριθμοί με x < y. Το γινόμενο xy είναι τετραψήφιος αριθμός που αρχίζει από 2. Αν διαγράψουμε το 2, τότε ο αριθμός που μένει είναι ο x + y. Ένα τέτοιο ζεύγος αριθμών είναι οι x = 30, y = 70, γιατί xy = 2100 και 100 = 30 + 70.\nΝα προσδιορίσετε όλα τα ζεύγη (x, y) με την ίδιοτητα αυτή."
            },
            {
              "number": 3,
              "text": "Σε ορθογώνιο τρίγωνο ABΓ (Â = 90°), θεωρούμε το ύψος ΑΔ και την διχοτόμο ΓΕ που τέμνονται στο Ζ. Αν Η είναι το σημείο τομής των ΕΔ και ΒΖ να αποδείξετε ότι:\n(1) ΑΒ·ΑΔ = ΑΒ·ΑΖ + ΑΕ·ΑΔ\n(2) (ΑΕΗΖ) = (ΒΗΔΖ)"
            },
            {
              "number": 4,
              "text": "Να βρείτε το διάνυσμα →α = (x, y), που ικανοποιεί την ισότητα:\n|→α|^2003(6x, 6y + 5) = (6 + 5y, -5x)"
            }
          ]
        }
      ]
    },
    {
      "name": "ΕΥΚΛΕΙΔΗΣ",
      "year": 2003,
      "categories": [
        {
          "level": "Β' ΓΥΜΝΑΣΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Στο σχήμα οι ευθείες ε και δ είναι παράλληλες, το τρίγωνο ΑΒΓ είναι ισοσκελές με AB = AΓ = 8, ΑΗ = 6 το ύψος, η ΑΔ είναι δίκοτμος της ΓÂΕ και ΔΕ//ΑΓ. Να υπολογίσετε:\nα) Το μήκος της ΓΔ.\nβ) Το εμβαδόν του τετραπλεύρου ΑΓΔΕ."
            },
            {
              "number": 2,
              "text": "Ο αριθμός Α προκύπτει από το γινόμενο δύο διαδοχικών θετικών ακεραίων και είναι μικρότερος του 20, ενώ ο αριθμός Β προκύπτει από το γινόμενο τριών θετικών διαδοχικών ακεραίων και είναι μικρότερος του 30. Το πηλίκο A/B έχει την ιδιότητα να είναι τέλειο τετράγωνο ακεραίου.\nΝα βρεθεί η τιμή της παράστασης: K = 1000(A/B)^1000 + 2004A² - 2004B²"
            },
            {
              "number": 3,
              "text": "Οι μη παράλληλες πλευρές ισοσκελούς τραπεζίου έχουν μήκη 10 m, η κάθε μία, ενώ η περίμετρός του είναι 152 m. Το ύψος του είναι το 1/9 της μεγάλης βάσης και οι βάσεις του είναι ανάλογες προς τους αριθμούς 6 και 5. Να υπολογίσετε το εμβαδόν του τραπεζίου."
            },
            {
              "number": 4,
              "text": "Ένας επιστήμονας και ο βοηθός του ανέλαβαν μια έρευνα σε χημικό εργαστήριο, από την οποία θα εισπράξουν $5,116 €. Ο επιστήμονας θα απασχοληθεί για 42 μέρες και ο βοηθός του για 45 μέρες. Η ημερήσια αμοιβή του επιστήμονα είναι κατά 40% μεγαλύτερη της ημερήσιας αμοιβής του βοηθού του. Να βρεθούν τα χρήματα που θα εισπράξει ο καθένας."
            }
          ]
        },
        {
          "level": "Γ' ΓΥΜΝΑΣΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Αν α ∈ ℝ, α ≠ ±1 και οι πραγματικοί αριθμοί x, y είναι τέτοιοι ώστε\n(x + y)/(1 + α²) = (1 - α² + α⁴)/(x² - xy + y²), (x - y)/(1 - α²) = (1 + α² + α⁴)/(x² + xy + y²)\nνα υπολογίσετε την τιμή του x."
            },
            {
              "number": 2,
              "text": "Να εξεταστεί, αν υπάρχουν ακέραιοι α, β που να ικανοποιούν την εξίσωση (Ε) : α² + β² = 2003."
            },
            {
              "number": 3,
              "text": "Δίνεται τρίγωνο ΑΒΓ με πλευρές AB = 6, BΓ = 8 και διάμεσο ΑΜ. Η μεσοκάθετη της διαμέσου ΑΜ τέμνει την πλευρά ΑΓ στο Ε. Οι ΑΒ, ΒΖ, ΑΓ και ΑΒΓ είναι ανάλογες των πλευρών ΕΜ, ΜΓ και ΕΓ του τριγώνου ΕΜΓ αντίστοιχα.\nΝα υπολογίσετε το μήκος της πλευράς ΑΓ."
            },
            {
              "number": 4,
              "text": "Οι πραγματικοί αριθμοί α, β είναι τέτοιοι ώστε α > 0, β > 1 και αβ + 1 = β² + β + α.\nΝα προσδιορίσετε την ελάχιστη δυνατή τιμή του α."
            }
          ]
        },
        {
          "level": "Α' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Θεωρούμε τους πραγματικούς αριθμούς x, y, z, w. Αν αντικαταστήσουμε τους x, y, z, w με τους αριθμούς x₁ = x + 10, y₁ = y + 10, z₁ = z + 10, w₁ = w + 10, τότε είναι x₁ + y₁ + z₁ + w₁ = 1040.\nΑν αντικαταστήσουμε τους x, y, z, w με τους αριθμούς x₂ = 10 - x, y₂ = 20 - y, z₂ = 30 - z, w₂ = 40 - w,\nπόσο θα είναι το άθροισμα x₂ + y₂ + z₂ + w₂;"
            },
            {
              "number": 2,
              "text": "Να αποδείξετε ότι ο αριθμός ν² + 5ν + 5, δεν είναι τέλειο τετράγωνο για οποιοδήποτε ν ∈ Ν."
            },
            {
              "number": 3,
              "text": "Δίνεται τετράγωνο ΑΒΓ Δ πλευράς α. Γράφουμε τον κύκλο (Α, α). Από τυχαίο σημείο Μ του τόξου ΒΔ που βρίσκεται μέσα στο τετράγωνο φέρνουμε κάθετη προς την ακτίνα ΑΜ, η οποία τέμνει την ΒΓ στο Ε και την ΓΔ στο Ζ. Να δείξετε ότι:\nα) ΕΖ = ΒΕ + ΔΖ.\nβ) α/2 < ΕΖ < α."
            },
            {
              "number": 4,
              "text": "Οι αριθμοί μ, ν είναι θετικοί ακέραιοι με μ ≤ 6008. Να προσδιορίσετε τη μικρότερη δυνατή θετική τιμή του αριθμού Α = 3 - μ/ν."
            }
          ]
        },
        {
          "level": "Β' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Να λύσετε στο σύνολο των πραγματικών αριθμών την εξίσωση (Ε) : (9x² - 3x + 3)(4y² + 12y + 29) = 55."
            },
            {
              "number": 2,
              "text": "Έστω α, β θετικοί ακέραιοι με 1 ≤ β ≤ α.\nΘεωρούμε και τους αριθμούς Α = (√(α² + β) - α)², Β = (√(α² + β) + α)².\nΝα δείξετε ότι:\nα) Ο αριθμός √(α² + β) είναι άρρητος.\nβ) Ο αριθμός Α είναι άρρητος με 0 < Α < 0, 25.\nγ) Ο αριθμός Β είναι άρρητος με δεκαδικό μέρος μεγαλύτερο του 0, 75."
            },
            {
              "number": 3,
              "text": "Δίνεται ισόπλευρο τρίγωνο ΑΒΓ πλευράς α και σημεία Δ, Ε και Ζ πάνω στις πλευρές ΒΓ, ΓΑ και ΑΒ αντίστοιχα, έτσι ώστε ΓΔ = α/3, Ε μέσον της ΓΑ και ΖΑ = 3α/4. Να βρεθεί η γωνία ΔÊΖ."
            },
            {
              "number": 4,
              "text": "Δίνεται ορθογώνιο ΑΒΓ Δ με ΒΓ < ΑΒ < 2ΒΓ.\nΣτις πλευρές ΑΒ, ΒΓ και ΓΔ παίρνουμε τα σημεία Μ, Ρ και Ν, αντίστοιχα, τέτοια ώστε ΜΒ = ΓΡ = ΔΝ = ΑΒ - ΒΓ.\nα) Να βρεθεί η γωνία PΔN.\nβ) Να αποδείξετε ότι NΜΓ > π/4."
            }
          ]
        },
        {
          "level": "Γ' ΛΥΚΕΙΟΥ",
          "problems": [
            {
              "number": 1,
              "text": "Οι θετικοί πραγματικοί αριθμοί α, β, γ, x, y, z ικανοποιούν τις ισότητες α² + β² = γ² και x² + y² = z².\nΝα αποδείξετε ότι ικανοποιούν και τη σχέση (α + x)² + (β + y)² ≤ (γ + z)². Πότε ισχύει η ισότητα;"
            },
            {
              "number": 2,
              "text": "Δίνεται τραπέζιο ΑΒΓΔ με ΓΔ = 6 και ΑΒ = x, όπου x θετικός ακέραιος. Οι διαγώνιοι ΑΓ και ΒΔ τέμνονται στο Ε. Η παράλληλη από το Ε προς τις βάσεις τέμνει τις ΑΔ και ΒΓ στα σημεία Ζ και Η αντίστοιχα. Να προσδιορίσετε τις τιμές του x για τις οποίες το μήκος του ΖΗ είναι θετικός ακέραιος."
            },
            {
              "number": 3,
              "text": "Σε κυρτό τετράπλευρο ΑΒΓΔ φέρουμε τη διχοτόμο της γωνίας ΑΓΔ που τέμνει τη ΒΔ στο Λ και την προέκτασή της ΒΑ στο Κ.\nΓια το σημείο τομής των διαγωνίων Μ ισχύει ΜΑ · ΜΓ + ΜΑ · ΓΔ = ΜΒ · ΜΔ.\nΝα αποδείξετε ότι BΚΓ = BΔΓ."
            },
            {
              "number": 4,
              "text": "Να αποδείξετε ότι για τους θετικούς πραγματικούς αριθμούς α₁, α₂, ..., αᵥ ισχύει\n(α₂ - α₁)/(α₁(α₁ + α₂)) + (α₃ - α₂)/(α₂(α₂ + α₃)) + ... + (αᵥ - αᵥ₋₁)/(αᵥ₋₁(αᵥ₋₁ + αᵥ)) + (α₁ - αᵥ)/(αᵥ(αᵥ + α₁)) ≥ 0"
            }
          ]
        }
      ]
    },
    {
      "name": "ΑΡΧΙΜΗΔΗΣ",
      "year": 2003,
      "categories": [
        {
          "level": "ΓΥΜΝΑΣΙΟ",
          "problems": [
            {
              "number": 1,
              "text": "Οι αριθμοί 203 και 298 διαιρούμενοι με το θετικό αριθμό x δίνουν και οι δύο υπόλοιπο 13.\nΠοιες είναι οι δυνατές τιμές του x;"
            },
            {
              "number": 2,
              "text": "Δίνεται ορθογώνιο παραλληλόγραμμο ΑΒΓΔ.\nΘεωρούμε τα μέσα Κ και Λ των πλευρών ΒΓ και ΑΔ, αντίστοιχα.\nΗ κάθετη από το Β προς την ΑΚ τέμνει την Ε και την ΓΔ στο Ζ.\nα) Να αποδείξετε ότι το τετράπλευρο ΑΚΖΛ είναι ισοσκελές τραπέζιο.\nβ) Να αποδείξετε ότι 2(ΑΒΚΖ) = (ΑΒΓΔ).\nγ) Αν το τετράπλευρο ΑΒΓΔ είναι τετράγωνο πλευράς α,\nνα υπολογίσετε το εμβαδόν του ισοσκελούς τραπεζίου ΑΚΖΛ ως συνάρτηση της πλευράς ΒΓ = α."
            },
            {
              "number": 3,
              "text": "Αν οι x, y, z είναι θετικοί πραγματικοί αριθμοί τέτοιοι ώστε x² + y² + z² = 25\nνα προσδιορίσετε την ελάχιστη δυνατή τιμή της παράστασης Α = xy/z + yz/x + zx/y."
            },
            {
              "number": 4,
              "text": "Να προσδιορίσετε τον ρητό αριθμό α/β, όπου α, β θετικοί ακέραιοι, με τον ελάχιστο παρονομαστή,\nπου είναι τέτοιος ώστε 52/303 < α/β < 16/91."
            }
          ]
        },
        {
          "level": "ΛΥΚΕΙΟ",
          "problems": [
            {
              "number": 1,
              "text": "Να βρεθεί η μεγαλύτερη δυνατή τιμή του θετικού πραγματικού αριθμού Μ για την οποία αληθεύει η ανισότητα\nx⁴ + y⁴ + z⁴ + xyz(x + y + z) ≥ M(xy + yz + zx) για κάθε x, y, z ∈ ℝ."
            },
            {
              "number": 2,
              "text": "Να αποδείξετε ότι δεν υπάρχουν θετικοί ακέραιοι αριθμοί x₁, x₂, ..., xₘ, όπου m ≥ 2,\nτέτοιοι ώστε x₁ < x₂ < ... < xₘ και 1/x₁³ + 1/x₂³ + ... + 1/xₘ³ = 1."
            },
            {
              "number": 3,
              "text": "Δίνεται κύκλος (O, ρ) και σημείο Α εκτός αυτού.\nΑπό το σημείο Α φέρουμε ευθεία ε, διαφορετική από την ΑΟ, που τέμνει τον κύκλο στα σημεία Β και Γ, με το Β μεταξύ των Α και Γ.\nΣτη συνέχεια φέρουμε τη συμμετρική ευθεία της ε, ως προς άξονα συμμετρίας την ευθεία Α(), η οποία τέμνει τον κύκλο στα σημεία Ε και Δ, με το Ε μεταξύ των Α και Δ.\nΝα αποδείξετε ότι οι διαγώνιοι του τετραπλεύρου ΒΓΔΕ διέρχονται από σταθερό σημείο, δηλαδή τέμνονται στο ίδιο πάντοτε σημείο ανεξάρτητα από τη θέση της ευθείας ε."
            },
            {
              "number": 4,
              "text": "Έστω Μ ένα υποσύνολο του συνόλου των φυσικών αριθμών με 2004 στοιχεία.\nΑν γνωρίζουμε ότι δεν υπάρχει στοιχείο του Μ το οποίο να ισούται με το άθροισμα δύο άλλων στοιχείων του Μ,\nνα προσδιορίσετε την ελάχιστη τιμή την οποία μπορεί να πάρει το μεγαλύτερο από τα στοιχεία του Μ."
            }
          ]
        }
      ]
    }
  ]
}
