{
  "year": "1996-1997",
  "προβλήματα": {
    "Θαλής": {
      "Β_Γυμνασίου": [
        {
          "id": 1,
          "αριθμός": 1,
          "statement": "Έστω οι αριθμοί a, b με (1/2)a + 2,5b + 1,5a – (1/2)b = –6. Να βρεθεί η τιμή της παράστασης:\nA = [114 – 3(a – b) – 2(a – 2b) – 5 + 3[5a – (–b + 1)]] / [–2(2a – b) – 4(3b – 1) – 2(–2a – 5b)]."
        },
        {
          "id": 2,
          "αριθμός": 2,
          "statement": "Κάποιος μαθητής έβαλε στο νου του πέντε αριθμούς διαφορετικούς μεταξύ τους ακεραίους, θετικούς και αρνητικούς, που το γινόμενό τους ήταν 20. Να βρεθούν οι διαφορετικοί αυτοί ακέραιοι."
        },
        {
          "id": 3,
          "αριθμός": 3,
          "statement": "Στην ημιευθεία Oe θεωρούμε σημεία A, B, C ώστε (OA)=2 m, (OB)=6 m, (OC)=12 m. Έστω D, E, Z τα μέσα των AB, BC, CA αντιστοίχως. Να υπολογίσετε τα (DZ), (EC). Τι παρατηρείτε;"
        },
        {
          "id": 4,
          "αριθμός": 4,
          "statement": "Ένα τετράγωνο λέγεται «μαγικό» όταν το άθροισμα των αριθμών σε κάθε οριζόντια γραμμή είναι ίσο με το άθροισμα των αριθμών σε κάθε στήλη και επίσης ίση με το άθροισμα των αριθμών σε κάθε μία από τις δύο διαγώνιες. Σε κάποιο μαγικό τετράγωνο που έχει τρεις γραμμές και τρεις στήλες, οι αριθμοί έσβησαν και έμειναν μόνο το 7 στην πρώτη γραμμή και τρίτη στήλη και το 13 στη δεύτερη γραμμή και πρώτη στήλη. Να δειχθεί ότι απαραιτήτως σε κάποια θέση του μαγικού αυτού τετραγώνου υπάρχει ο αριθμός 1, ανεξάρτητα από τα ποια είναι τα υπόλοιπα νούμερά του."
        }
      ],
      "Γ_Γυμνασίου": [
        {
          "id": 5,
          "αριθμός": 1,
          "statement": "Έστω A = √(√81) + 3√8 : √2 + 8√3 : (1+√3)/(3+√3). Να υπολογιστεί η τιμή του: B = 3(–1)^A + 2(–1)^(A+1)."
        },
        {
          "id": 6,
          "αριθμός": 2,
          "statement": "Έστω παραλληλόγραμμο ABΓΔ και από την κορυφή A φέρνουμε μια τυχούσα ευθεία που τέμνει την ΓB στο E. Από το Δ φέρνουμε μια ευθεία παράλληλη προς την AE και επ' αυτής παίρνουμε ένα σημείο Z. Να δειχθεί ότι το παραλληλόγραμμο με πλευρές AE και AZ έχει εμβαδόν ίσο με το εμβαδόν του παραλληλογράμμου ABΓΔ."
        },
        {
          "id": 7,
          "αριθμός": 3,
          "statement": "Να δειχθεί ότι δεν υπάρχει ακέραιος n που να ικανοποιεί τη σχέση: n(n–1) + (n–1)(n+1) + n(n+1) + 3n⁵ = 3 000 000."
        },
        {
          "id": 8,
          "αριθμός": 4,
          "statement": "Η Άννα έχει 48 σπίρτα και τα χώρισε σε 3 σωρούς. Μετά πήρε τόσα σπίρτα από τον πρώτο σωρό όσα υπήρχαν στον δεύτερο και τα έβαλε στον δεύτερο. Κατόπιν πήρε τόσα σπίρτα από τον δεύτερο σωρό όσα υπήρχαν στον τρίτο και τα έβαλε στον τρίτο. Τέλος πήρε τόσα σπίρτα από τον τρίτο σωρό όσα υπήρχαν στον πρώτο και τα έβαλε στον πρώτο. Τότε παρατήρησε ότι οι τρεις σωροί είχαν ίσο αριθμό σπίρτων. Πόσα σπίρτα είχε αρχικά ο κάθε σωρός;"
        }
      ],
      "Α_Λυκείου": [
        {
          "id": 9,
          "αριθμός": 1,
          "statement": "Σε ορθογώνιο τρίγωνο ABC, όπου A η ορθή γωνία, έχουμε AB = 600 m. Πάνω στην πλευρά AC παίρνουμε σημείο D έτσι ώστε AD = 150 m. Να βρεθεί το μήκος CD αν είναι AB + AD = CD + BC."
        },
        {
          "id": 10,
          "αριθμός": 2,
          "statement": "Αν a, b, c τα μήκη πλευρών ενός τριγώνου, να αποδείξετε την ανισότητα: (b² + c² – a²)² ≤ 4b²c²."
        },
        {
          "id": 11,
          "αριθμός": 3,
          "statement": "α) Να αποδείξετε ότι δεν υπάρχει ακέραιος n τέτοιος ώστε ο n³ + 3n να είναι περιττός.\nβ) Να αποδείξετε ότι δεν υπάρχουν ακέραιοι x και y τέτοιοι ώστε να ισχύει: 5x³ – 4y² – 6xy + 15x + 6y – 5 = 0."
        },
        {
          "id": 12,
          "αριθμός": 4,
          "statement": "Επτά πόλεις A₁, A₂, A₃, A₄, A₅, A₆, A₇ βρίσκονται, με αυτή τη διάταξη, πάνω σε μία ευθεία. Πού πρέπει να κτιστεί ένα εργοστάσιο, ώστε το άθροισμα των αποστάσεών του από τις επτά πόλεις να είναι το ελάχιστο δυνατό;"
        }
      ],
      "Β_Λυκείου": [
        {
          "id": 13,
          "αριθμός": 1,
          "statement": "Αν a, b, c πραγματικοί αριθμοί με a² + b² + ab + bc + ca ≤ 0, να αποδείξετε ότι ισχύει a² + b² ≤ c²."
        },
        {
          "id": 14,
          "αριθμός": 2,
          "statement": "Αν x και y ακέραιοι με 0 ≤ x ≤ 100, 0 ≤ y ≤ 100, να λυθεί η εξίσωση: |x + y – 2| + |3x – 2y + 1| + 3x – 2y + 1 = 0."
        },
        {
          "id": 15,
          "αριθμός": 3,
          "statement": "Σ' ένα κύκλο είναι εγγεγραμμένο ένα πεντάγωνο ABCDE, τέτοιο ώστε η AB είναι παράλληλη προς την DE και η AE προς τη BC. Δείξτε ότι η εφαπτομένη του κύκλου στο A είναι παράλληλη προς τη CD."
        },
        {
          "id": 16,
          "αριθμός": 4,
          "statement": "Ένας δίσκος έχει χωριστεί σε 12 ίσους τομείς με ακτίνες που ξεκινούν από το κέντρο του. Στον καθένα από τους δώδεκα τομείς τοποθετούμε ένα κέρμα. Κάνουμε τώρα την εξής κίνηση: μετακινούμε ένα οποιοδήποτε κέρμα από την θέση του στον αμέσως επόμενο τομέα (κατά τη φορά των δεικτών του ρολογιού) και συγχρόνως μετακινούμε ένα δεύτερο κέρμα από τη θέση του στον αμέσως προηγούμενο τομέα. Δείξτε ότι όποια διαδοχή κινήσεων και αν κάνουμε, δεν είναι δυνατόν να έρθουν όλα τα κέρματα σε ένα και τον αυτό τομέα. Αντιθέτως δείξτε ότι αν οι τομείς ήσαν δεκατρείς, τότε με κατάλληλη επιλογή κινήσεων, μπορούμε να φέρουμε όλα τα κέρματα σε ένα τομέα."
        }
      ],
      "Γ_Λυκείου": [
        {
          "id": 17,
          "αριθμός": 1,
          "statement": "Έστω A ένας μη μηδενικός n×n πίνακας. Δείξτε ότι υπάρχει μη μηδενικός n×n πίνακας B, με (AB)² = AB."
        },
        {
          "id": 18,
          "αριθμός": 2,
          "statement": "Δίνεται ότι μια συνάρτηση f με πεδίο ορισμού το σύνολο ℝ των πραγματικών αριθμών, ικανοποιεί τη συνθήκη\n999 f(π – x) + 998 f(x – π) = 1996 cos x.\nΔείξτε ότι ικανοποιεί και την\nf²(π + x) + f²(π/2 – x) = 1996² / 1997²."
        },
        {
          "id": 19,
          "αριθμός": 3,
          "statement": "Θεωρούμε τετράγωνο ABCD και σημείο Z της προέκτασης της AC ώστε AC = BZ = DZ. Αν E το συμμετρικό του Z ως προς το C, να υπολογιστεί η γωνία CBE."
        },
        {
          "id": 20,
          "αριθμός": 4,
          "statement": "Δίνονται στο επίπεδο m + n σημεία μη συνευθειακά ανά τρία, όπου m, n ≥ 3. Τα m σημεία είναι χρωματισμένα κόκκινα και τα n μπλε.\n(ι) Δείξτε ότι αν m = n, τότε υπάρχει τρόπος να συνδεθούν ορισμένα από αυτά τα σημεία με ευθύγραμμα τμήματα έτσι ώστε να ικανοποιούνται οι ακόλουθες δύο συνθήκες:\n (α) Κάθε σημείο να ανήκει σε ακριβώς τρία ευθύγραμμα τμήματα.\n (β) Τα άκρα κάθε ευθυγράμμου τμήματος να είναι διαφορετικού χρώματος.\n(ιι) Δείξτε ότι, αντίστροφα, αν υπάρχει τρόπος να συνδεθούν ορισμένα από αυτά τα σημεία με ευθύγραμμα τμήματα έτσι ώστε να ικανοποιούνται οι συνθήκες (α) και (β), τότε m = n."
        }
      ]
    },
    "Ευκλείδης": {
      "Β_Γυμνασίου": [
        {
          "id": 21,
          "αριθμός": 1,
          "statement": "Να βρεθούν οι αριθμοί x, y όταν\nx + y = 30\nκαι\nx · {[(5³)¹² : 5^(2⁵)] – 5²} : 50 / {(4 + 2¹⁹² : 2¹⁸⁸) : 5} = y."
        },
        {
          "id": 22,
          "αριθμός": 2,
          "statement": "Να προσδιοριστούν τα ψηφία α ∈ {1,2,…,9}, β ∈ {0,1,…,9} αν το κλάσμα\nK = (10α + β)/(α + β)\nαπλοποιείται με το 6."
        },
        {
          "id": 23,
          "αριθμός": 3,
          "statement": "Να προσδιοριστεί ο αριθμός x αν είναι γνωστό ότι\n2¹⁹⁹⁷ – 2¹⁹⁹⁶ – 1 + {[(2⁸⁰ : 2⁷⁸) : 2²]·x – 1 – 2²}(x + 3²)\n= 2¹⁹⁹⁵ + 2¹⁹⁹⁴ + … + 2² + 2 + 1."
        },
        {
          "id": 24,
          "αριθμός": 4,
          "statement": "Μπορείτε να ζωγραφίσετε 12 κύκλους, ώστε ο καθένας από αυτούς να εφάπτεται σε 5 ακριβώς από τους δοσμένους κύκλους;"
        }
      ],
      "Γ_Γυμνασίου": [
        {
          "id": 25,
          "αριθμός": 1,
          "statement": "Με πόσους τρόπους μπορούμε να παραστήσουμε τον πρώτο 1997 ως διαφορά δύο τετραγώνων φυσικών αριθμών;"
        },
        {
          "id": 26,
          "αριθμός": 2,
          "statement": "Να βρεθεί ο ακέραιος κ ώστε ο αριθμός\nA = (√(28 − 10√3) + √(5 − 2√6) + √(18 + 8√2))/(κ − 2)\nνα είναι ακέραιος."
        },
        {
          "id": 27,
          "αριθμός": 3,
          "statement": "Να βρεθούν οι γωνίες του τριγώνου ΑΒΓ, αν\nΑΒ = 3√3·2^{ν−1}, ΒΓ = 2^{ν+2} − 2^{ν+1} + 2^{ν}, ΑΓ = 2^{ν+1} − 2^{ν} + 2^{ν−1}, ν ∈ ℕ, ν ≠ 0.\nΝα προσδιοριστεί το ν, αν η περίμετρός του είναι 3(3 + √3)."
        },
        {
          "id": 28,
          "αριθμός": 4,
          "statement": "Έχουμε άπειρα ίσα ισόπλευρα τρίγωνα και στις κορυφές καθενός τοποθετούμε τους αριθμούς 1, 2, 3. Μπορούμε να τοποθετήσουμε μερικά τρίγωνα, το ένα πάνω στο άλλο, ώστε σε κάθε κορυφή το άθροισμα των αριθμών να είναι 97;"
        }
      ],
      "Α_Λυκείου": [
        {
          "id": 29,
          "αριθμός": 1,
          "statement": "Έστω α, β, γ τα μήκη των πλευρών ενός τριγώνου. Να δειχτεί ότι:\n2 < (α+β)/γ + (β+γ)/α + (γ+α)/β − (α³+β³+γ³)/(αβγ) ≤ 3."
        },
        {
          "id": 30,
          "αριθμός": 2,
          "statement": "Στο εσωτερικό της γωνίας xÔy = 90° θεωρούμε το σημείο Γ και στις πλευρές της Ox, Oy τα Α, Β αντίστοιχα. Να δειχτεί ότι η περίμετρος του τριγώνου ΑΒΓ είναι μεγαλύτερη από 2(OΓ)."
        },
        {
          "id": 31,
          "αριθμός": 3,
          "statement": "Έστω ισοσκελές τρίγωνο ΑΒΓ με Â = 108° και ΓΔ η διχοτόμος του. Φέρνουμε την κάθετη στη ΓΔ στο Δ, που τέμνει τη ΒΓ στο Ε. Να δειχτεί ότι ΒΕ = ΑΔ."
        },
        {
          "id": 32,
          "αριθμός": 4,
          "statement": "Έστω ν ∈ ℕ, ν > 0. Να δειχτεί ότι οι αριθμοί ν(ν−1) και (ν+1)² έχουν διαφορετικό άθροισμα ψηφίων."
        }
      ],
      "Β_Λυκείου": [
        {
          "id": 33,
          "αριθμός": 1,
          "statement": "Έστω α, β ∈ ℕ* και A = (α³ + 1)/(β + 1) + (β³ + 1)/(α + 1) ∈ ℕ*. Να δειχτεί ότι οι αριθμοί (α³ + 1)/(β + 1) και (β³ + 1)/(α + 1) είναι φυσικοί."
        },
        {
          "id": 34,
          "αριθμός": 2,
          "statement": "Έστω ορθογώνιο ΑΒΓΔ με ΑΒ = √2 ΑΔ. Με διάμετρο τη ΓΔ γράφουμε ημικύκλιο στο εξωτερικό του ΑΒΓΔ και συνδέουμε τυχαίο σημείο Μ του ημικυκλίου με τα Α, Β. Έστω Κ, Λ οι τομές των ΜΑ, ΜΒ με τη ΓΔ. Να δειχτεί ότι ΔΛ² + ΓΚ² = ΑΒ²."
        },
        {
          "id": 35,
          "αριθμός": 3,
          "statement": "Να δειχτεί ότι ο αριθμός A = 11…1 (ν ψηφία) 2 11…1 (ν ψηφία) είναι σύνθετος για κάθε ν ∈ ℕ*."
        },
        {
          "id": 36,
          "αριθμός": 4,
          "statement": "Έστω 0 ≤ α, β, γ, δ ≤ 1 και 0 ≤ x, y, z, w ≤ 1/2 με α + β + γ + δ = x + y + z + w = 1. Να δειχτεί ότι:\nαx + βy + γz + δw ≥ min{(α+β)/2, (α+γ)/2, (α+δ)/2, (β+γ)/2, (β+δ)/2, (γ+δ)/2}."
        }
      ],
      "Γ_Λυκείου": [
        {
          "id": 37,
          "αριθμός": 1,
          "statement": "Να βρεθούν οι συνεχείς συναρτήσεις f:ℝ→ℝ με f(0)=0 και:\nf(x sinθ) − f(x sin²θ) = x − x² sinθ, x∈ℝ, θ∈ℝ\\{κπ, κπ+π/2}, κ∈ℤ."
        },
        {
          "id": 38,
          "αριθμός": 2,
          "statement": "Έστω Α, Β, Γ ν×ν πίνακες με ΑΒΓ + ΑΒ + ΒΓ + ΑΓ + Α + Β + Γ = 𝕆. Να δειχτεί ότι Α(Β+Γ) = (Β+Γ)Α αν και μόνο αν Α(ΒΓ) = (ΒΓ)Α."
        },
        {
          "id": 39,
          "αριθμός": 3,
          "statement": "Έστω τετράγωνο ΑΒΓΔ και Ο τυχαίο σημείο του επιπέδου του. Να βρεθεί η ελάχιστη τιμή της παράστασης Π = (ΟΑ + ΟΓ)/(ΟΒ + ΟΔ)."
        },
        {
          "id": 40,
          "αριθμός": 4,
          "statement": "Θεωρούμε 9 σημεία που αποτελούν τις κορυφές 10 διαφορετικών τριγώνων. Να δειχτεί ότι υπάρχουν τουλάχιστον δύο από τα δοσμένα τρίγωνα, τα οποία έχουν ακριβώς μία κοινή κορυφή."
        }
      ]
    },
    "Αρχιμήδης": {
      "μικροί": [
        {
          "id": 41,
          "αριθμός": 1,
          "statement": "Να βρεθούν οι φυσικοί α, β, γ, δ, ε για τους οποίους ισχύει:\nα + 1/(β + 1/(γ + 1/(δ + 1/ε))) = 1998/115."
        },
        {
          "id": 42,
          "αριθμός": 2,
          "statement": "Έστω α₁, α₂, ..., α_ν θετικοί. Να αποδείξετε ότι:\n[(1+3α₁+α₁²)(1+3α₂+α₂²)...(1+3α_ν+α_ν²)] / (α₁α₂...α_ν) ≥ 2^(2ν)."
        },
        {
          "id": 43,
          "αριθμός": 3,
          "statement": "Έστω ν πρώτος με ν ≠ 2 και ν ≠ 5. Να αποδείξετε ότι μεταξύ των ν πρώτων όρων της ακολουθίας 1, 11, 111, ..., 11...1 (ν ψηφία) υπάρχει ένας που διαιρείται με τον ν."
        },
        {
          "id": 44,
          "αριθμός": 4,
          "statement": "Θεωρούμε κύκλο (O, ρ) και ευθεία ε που εφάπτεται στον κύκλο στο σημείο Α. Μία ευθεία παράλληλη στην ΟΑ τέμνει τον κύκλο στα Β, Γ και την ε στο Δ (το Γ βρίσκεται ανάμεσα στα Β, Δ) και Ε το αντιδιαμετρικό του Γ. Φέρνουμε την ΕΑ που τέμνει τη ΒΔ στο Ζ.\nα) Να εξετάσετε αν το τρίγωνο ΓΕΖ είναι ισοσκελές.\nβ) Να αποδείξετε ότι 2ΑΔ = ΕΒ.\nγ) Αν Κ το μέσον της ΓΖ, να αποδείξετε ότι ΑΒ = ΚΟ.\nδ) Αν είναι ρ = 2,5 και (ΑΔ) = 1,5 να υπολογίσετε το εμβαδόν του τριγώνου ΕΒΖ."
        }
      ],
      "μεγάλοι": [
        {
          "id": 45,
          "αριθμός": 1,
          "statement": "Να αποδείξετε ότι υπάρχουν άπειρες αριθμητικές πρόοδοι με ν−1 όρους (ν ≥ 4) διαφορετικούς φυσικούς αριθμούς, των οποίων το γινόμενο είναι νιοστή δύναμη ενός φυσικού αριθμού."
        },
        {
          "id": 46,
          "αριθμός": 2,
          "statement": "Θεωρούμε κανονικό ν-γωνο και τα διαφορετικά κατά μέγεθος τμήματα, που συνδέουν δύο κορυφές του. Αν Μ το σύνολο των τμημάτων αυτών, να αποδείξετε ότι το άθροισμα των τετραγώνων των στοιχείων του Μ είναι μεγαλύτερο από το διπλάσιο εμβαδόν του ν-γώνου."
        },
        {
          "id": 47,
          "αριθμός": 3,
          "statement": "Αν α, β, γ ∈ ℝ*, να αποδείξετε ότι:\n(β+γ−α)²/((β+γ)²+α²) + (γ+α−β)²/((γ+α)²+β²) + (α+β−γ)²/((α+β)²+γ²) ≥ 3/5."
        },
        {
          "id": 48,
          "αριθμός": 4,
          "statement": "Θεωρούμε ακολουθία g(ν) (ν = 0,1,2,...) που ικανοποιεί g(0)=0 και g(ν)=ν − g(g(ν−1)) για ν=1,2,3,...\n(α) Να αποδείξετε ότι g(k) ≥ g(k−1) για κάθε φυσικό k>0.\n(β) Να αποδείξετε ότι δεν υπάρχουν φυσικοί k τέτοιοι ώστε g(k−1)=g(k)=g(k+1)."
        }
      ]
    }
  }
}
